Repository: linnovate/openideal
Catalog: sites/all/modules/contrib/admin_menu/translations/*.po
Languages: es

source: Enable developer modules
es: Habilitar módulos de desarrollador

source: Disable developer modules
es: Deshabilitar módulos de desarrollados

source: Adjust top margin
es: Ajustar magen superior

source: If enabled, the site output is shifted down approximately 20 pixels from the top of the viewport to display the administration menu. If disabled, some absolute- or fixed-positioned page elements may be covered by the administration menu.
es: Si está habilitado, la salida del sitio será desplazada aproximadamente 20 pixeles hacia abajo para mostrar el menú de administración. Si está deshabilitado, algún elemento de posición absoluta o fija en la página, puede ser cubierto por el menú de administración.

source: Keep menu at top of page
es: Mantener menú en la parte superior de la página

source: If enabled, the administration menu is always displayed at the top of the browser viewport (even after the page is scrolled). <strong>Note: In some browsers, this setting results in a malformed page, an invisible cursor, non-selectable elements in forms, or other issues. Disable this option if these issues occur.</strong>
es: Si está habilitado, el menú de administración siempre será mostrado en la parte superior de la vista del navegador (el resto de la página será desplazada). <strong>Importante: En algunos navegadores, esta opción puede ocasionar una página malformada, un cursor invisible, elementos no seleccionables en los formularios, y otras consecuencias. Deshabilite este opción si algo de esto ocurre.</strong>

source: Advanced settings
es: Opciones avanzadas

source: Collapse fieldsets on modules page
es: Colapsar campos en la página de módulos

source: If enabled, fieldsets on the <a href="!modules-url">modules</a> page are automatically collapsed when loading the page.
es: Si está habilitado, los campos en la <a href="!modules-url">página de modulos</a> son automáticamente colapsados cuando carga la página.

source: If the Utility module was installed for this purpose, it can be safely disabled and uninstalled.
es: Si el módulo Utility fue instalado para este propósito, puede ser deshabilitado y desinstalado en forma segura.

source: Move local tasks into menu
es: Mover tareas locales dentro del menú

source: If enabled, the tabs on the current page are moved into the administration menu. This feature is only available in themes that use the CSS classes <code>tabs primary</code> and <code>tabs secondary</code> for tabs.
es: Si está habilitado, las tabs en la página actual serán movidas dentro del menú de administración. Esta característica sólo está disponible en los temas que usen las clases CSS <code>tabs primary</code> y <code>tabs secondary</code> para las tabs.

source: If the administration menu displays duplicate menu items, you may need to rebuild your menu items using the <em>Wipe and rebuild</em> button.
es: Si el menú de administración muestra items duplicados, necesita reconstruir sus items usando el botón <em>Borrar y rearmar</em>.

source: Wipe and rebuild
es: Borrar y rearmar

source: Administration menu settings
es: Opciones del menú de administración

source: None
es: Ninguno

source: Menu link ID
es: ID enlace del menú

source: Weight
es: Peso

source: Parent link ID
es: ID enlace del padre

source: Display additional data for each menu item
es: Mostrar datos adicionales para cada item del menú

source: Display the selected items next to each menu item link.
es: Mostrar los items seleccionados próximos a cada enlace del item del menú.

source: Display all menu items
es: Mostrar todos los items del menú

source: If enabled, all menu items are displayed regardless of your site permissions. <em>Note: Do not enable on a production site.</em>
es: Si está habilitado, todos los items del menú serán mostrados a pesar de los permisos. <em>Importante: No usar en un sitio en producción.</em>

source: Enabled these modules: !module-list.
es: Habilitar estos mulos: !module-list.

source: Disabled these modules: !module-list.
es: Deshabilitar estos mulos: !module-list.

source: No developer modules are enabled.
es: No están habilitados módulos de desarrollador.

source: The administration menu module provides a dropdown menu arranged for one- or two-click access to most administrative tasks and other common destinations (to users with the proper permissions). Use the settings below to customize the appearance of the menu.
es: El módulo menú de administración, provee un menú desplegable organizado para que con uno o dos clicks se pueda acceder a la mayoría de las tareas administrativas y otros destinos comunes (para los usuarios con los permisos apropiados). Use las opciones siguientes para personalizar la apariencia del menú.

source: The administration menu module provides a dropdown menu arranged for one- or two-click access to most administrative tasks and other common destinations (to users with the proper permissions). Administration menu also displays the number of anonymous and authenticated users, and allows modules to add their own custom menu items. Integration with the menu varies from module to module; the contributed module <a href="@drupal">Devel</a>, for instance, makes strong use of the administration menu module to provide quick access to development tools.
es: El módulo menú de administración, provee un menú desplegable organizado para que con uno o dos clicks se pueda acceder a la mayoría de las tareas administrativas y otros destinos comunes (para los usuarios con los permisos apropiados). El menú de administración además muestra el número de usuarios anónimos y registrados, y permite agregar a los módulos su propio item personalizado en el menú. La integración con el menú varia de módulo a módulo, por ejemplo, el módulo <a href="@drupal">Devel</a>, hace un fuerte uso del menú de administración para proveer un rápido acceso a las herramientas de desarrollo.

source: The administration menu <a href="@settings">settings page</a> allows you to modify some elements of the menu's behavior and appearance. Since the appearance of the menu is dependent on your site theme, substantial customizations require modifications to your site's theme and CSS files. See the advanced module README.txt file for more information on theme and CSS customizations.
es: La <a href="@settings">página de opciones</a> del menú de administración, permite modificar algunos elementos del comportramiento del menú y apariencia. Ya que la apariencia del menú depende del tema de sitio, personalizaciones importantes requieren modificaciones de CSS y de los archivos del tema. Vea el archivo README.txt del módulo avanzado para más información sobre personalizaciones en el tema y CSS.

source: The menu items displayed in the administration menu depend upon the actual permissions of the viewer. First, the administration menu is only displayed to users in roles with the <em>Access administration menu</em> (admin_menu module) permission. Second, a user must be a member of a role with the <em>Access administration pages</em> (system module) permission to view administrative links. And, third, only currently permitted links are displayed; for example, if a user is not a member of a role with the permissions <em>Administer permissions</em> (user module) and <em>Administer users</em> (user module), the <em>User management</em> menu item is not displayed.
es: Los items mostrados del menú de administración dependen de los permisos del usuario. Primero, el menú de administración sólo es mostrado a los usuarios en los roles con <em>acceso al menú de administración</em> (módulo admin_menu). Segundo, un usuario debe ser miembro de un rol con el permiso de <em>Acceder a las páginas de administración</em> (módulo system) y los enlaces administrativos. Y tercero, sólo los enlaces permitidos serán mostrados, por ejemplo, si un usuario no es miembro de un rol con los permisos <em>Permisos de administración</em> (módulo user) y <em>Administrar usuarios</em> (módulo user), el item del menú <em>Gestión de usuarios</em> no será mostrado.

source: Current anonymous / authenticated users
es: Usuarios anóninos/registrados actuales

source: access administration menu
es: Acceso a menú de administración

source: display drupal links
es: Mostrar enlaces de Drupal

source: Administration menu
es: Menú de administración

source: Adjust administration menu settings.
es: Ajustar opciones del menú de administración.

source: Provides a dropdown menu to most administrative tasks and other common destinations (to users with the proper permissions).
es: Provee un menú desplegable para la mayoría de las tareas administrativas y otros destinos comunes (para los usuarios con los permisos apropiados).

source: Administration
es: Administración
