Repository: linnovate/openideal
Catalog: sites/all/modules/contrib/quicktabs/translations/*.po
Languages: he

source: <p>The Quick Tabs module allows you to create blocks of tabbed content. You can create a block on your site containing up to six tabs with corresponding content. Clicking on the tabs makes the corresponding content display instantly (it uses jQuery). The content for each tabbed section can be either a view or an existing block. It is an ideal way to do something like the Most Popular / Most Emailed stories tabs you see on many news websites.</p> <p>Once created, the Quick Tabs blocks show up in your block listing, ready to be configured and enabled like other blocks.</p> <p>Multiple Quick Tabs blocks can be placed on a single page.</p> <p>Visit the <a href="@configuration">Quick Tabs configuration page</a> to choose a style for your Quick Tabs blocks.</p> <p>Click on the "New QT block" tab to get started.</p>
he: <p> רכיב Quick Tabs מאפשר לך ליצור תיבות תוכן עם לשוניות. אתה יכול ליצור תיבה באתר שלך המכילה עד שש לשוניות עם תוכן שונה. לחיצה על לשוניות תציג באופן מיידי את התוכן (שימוש ב-jQeury) . התוכן עבור כל לשונית יכול להיות או תיבה אחרת מהאתר או view . לשוניות שכאלה שימושיות למשל בתיבות כגון התוכן הפופולארי או הסיפורים האחרונים</p> <p>לאחר שנוצרה תיבת Quick Tabs התיבה תופיע ברשימת התיבות מוכנה לתצוגה או הגדרה ככל תיבה אחרת</p> <p>ניתן להציג מספר תיבות Quick Tabs באותו העמוד</p> <p>בקר ב<a href="@configuration">עמוד ההגדרות של Quick Tabs</a>לבחירת הסגנון</p><p>לחץ על "תיבת QT חדשה" בכדי להתחיל</p>

source: Here you can create a new Quick Tabs block. Once you have created this block you will be taken to the <a href="@overview">blocks</a> page to configure and enable it.
he: כאן אתה יכול לייצר תיבת Quick Tabs חדשה. לאחר שנוצרה התיבה תועבר לעמוד <a href="@overview">תיבות</a> בכדי שתוכל להפעיל את התיבה ולהגדיר אותה.

source: Views module not enabled, cannot display tab content.
he: רכיב Views לא מופעל, לא יכול להציג את התוכן בלשונית זו.

source: administer quicktabs
he: ניהול Quick Tabs

source: Create blocks of tabbed content - content for each tab can be a view or a block.
he: צור תיבה עם תכנים שונים ולשוניות למעבר בין התכנים - תוכן יכול להיות תיבה אחרת או view.

source: List
he: רשימה

source: New QT block
he: תיבת QT חדשה

source: Edit QT block
he: עריכת תיבת QT

source: Delete QT block
he: מחיקת תיבת QT

source: Clone QT block
he: שכפול תיבת QT

source: Select a style for your Quick Tabs blocks.
he: בחירת סגנון לתיבות Quick Tabs.

source: Whether this is an ajax views block
he: האם זה תיבת ajax views

source: Create blocks of tabbed views and blocks.
he: יצירת תיבות עם לשוניות ותכנים שונים

source: Quick Tabs Block Name
he: שם תיבת Quick Tabs

source: Operations
he: פעולות אפשריות

source: Block title
he: כותרת התיבה

source: The title of the whole block.
he: כותרת כל התיבה

source: Tab style
he: סגנון הלשונית

source: No style
he: ללא סגנון

source: Default style
he: סגנון ברירת מחדל

source: Choose the tab style for your Quick Tabs.
he: בחר סגנון עיצוב עבור Quick Tabs

source: Yes
he: כן

source: Individual tabpages will be loaded at tab click.
he: תכנים שונים יטענו בעת לחיצה על לשונית

source: No
he: לא

source: All tabpages will be loaded at page load.
he: כל התכנים יטענו בעת טעינת העמוד

source: Choose how the tabpages shoud be loaded.
he: בחר באיזה אופן לטעון את התכנים השונים

source: Add tab
he: הוספת לשונית

source: More tabs
he: עוד לשוניות

source: Click here to add more tabs.
he: לחץ כאן להוספת לשוניות.

source: Save
he: שמור

source: Tab @n
he: לשונית @n

source: Block
he: תיבה

source: Node
he: פריט תוכן

source: View
he: הצג

source: Select a view
he: בחר view

source: Provide a comma separated list of arguments to pass to the view.
he: מספר רשימה מופרדת בפסיקים של נתונים לעברה לרכיב view

source: Select a block
he: בחר תיבה

source: Hide the title of this block
he: הסתר את הכותרת לתיבה זו

source: Insert the node ID of the node.
he: הכנס את ה-ID של ה-node

source: Teaser view
he: תצוגת תמצית התוכן (teaser)

source: Hide the title of this node
he: הסתר את הכותרת לפריט תוכן זה

source: Insert the Quick Tabs ID. Different styles may not work when putting an ajax quick tabs inside ajax quick tabs.
he: הכנס את ה-ID של Quick Tabs. סגנונות עיצוב שונים לא יעבדו כאשר שמים תיבת Quick Tabs בשימוש ajax בתוך תיבת Quick Tabs בשימוש עם ajax

source: Tab content
he: תוכן הלשונית

source: Delete
he: מחק

source: Tab title
he: כותרת הלשונית

source: Tab weight
he: משקל הלשונית

source: Tab type
he: סוג הלשונית

source: You must give your Quick Tabs block a title.
he: חובה לתת כותרת לתיבת ה-Quick Tabs שלך

source: At least one tab should be created.
he: חובה להגדיר לפחות לשונית אחת.

source: You must give each tab a title.
he: חובה לתת לכל לשונית כותרת

source: Your Quick Tabs block has been updated.
he: תיבת ה-Quick Tabs שלך עודכנה.

source: Your Quick Tabs block has been created and can now be enabled.
he: תיבת ה-Quick Tabs שלך נוצרה ומוכנה להפעלה

source: Are you sure you want to delete the Quick Tabs block %name?
he: האם אתה בטוח שברצונך למחוק את התיבת ה-Quick Tabs בשם %name?

source: Cancel
he: ביטול

source: The Quick Tabs block %name has been removed.
he: תיבת ה-Quick Tabs בשם %name נמחקה.

source: Tab Style
he: סגנון הלשונית

source: Choose the default tab style for your Quick Tabs.
he: בחר בסגנון ברירת המחדל עבור תיבות Quick Tabs

source: Your default Quick Tabs style has been saved.
he: סגנון תיבות Quick Tabs נשמר

source: One
he: אחד

source: First tab
he: לשונית ראשונה

source: Two
he: שניים

source: Second tab
he: לשונית שנייה

source: Three
he: שלושה

source: Third tab
he: לשונית שלישית

source: %style preview
he: תצוגה מקדימה עבור %style

source: An error occurred at
he: התרחשה שגיאה ב-
