Repository: linnovate/openideal
Catalog: sites/all/modules/contrib/nodequeue/translations/*.po
Languages: fr

source: Remove
fr: Retirer

source: Nodequeue Biasing
fr: Polarisation de Nodequeue

source: Specify to bias the search result when a node is in a queue. Any value except <em>Normal</em> will increase the socre for the given queue in the search results
fr: Spécifiez pour polariser le résultat de la recherche quand un noeud est dans une queue. N'importe quelle valeur à l'exception de <em>Normal</em> augmentera le score de la queue donnée par les résultats de la recherche

source: Weight for %title nodequeue
fr: Poids pour la nodequeue %title

source: Remove from queue
fr: Retirer de la queue

source: Add to queue
fr: Ajouter à la queue

source: Title
fr: Titre

source: Max nodes
fr: Nombre maximale de noeuds

source: In queue
fr: Dans la queue

source: Operation
fr: Opération

source: Infinite
fr: Infini

source: Click here for information about this module
fr: Clicquez ici pour plus d'informations sur ce module

source: No nodequeues exist.
fr: Aucune nodequeues n'existent

source: Subqueues
fr: Sous-queues

source: View
fr: Vue

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Max nodes in queue: @size
fr: Nombre max de de noeuds dans la queue: @size

source: Add @type
fr: Ajouter @type

source: Enter the name of the queue
fr: Saisir le nom de la queue

source: Queue size
fr: taille de la queue

source: The maximum number of nodes will appear in the queue. Enter 0 for no limit
fr: Le nombre maximal de noeuds qui apparaitront dans la queue. Saisissez 0 pour un nombre illimité

source: Reverse in admin view
fr: Reversez dans la vue d'administration

source: Ordinarily queues are arranged with the front of the queue (where items will be removed) on top and the back (where items will be added) on the bottom. If checked, this will display the queue such that items will be added to the top and removed from the bottom.
fr: Habituellement, les queues sont disposées avec l'avant de la queue (où les éléments seront retirés) en haut et l'arrière (où les élémentsseront ajoutés) en bas. Si cette case est cochée, la queue sera affichée de telel sorte que les éléments seront ajoutés par le haut et retirés par le bas.

source: Link "add to queue" text
fr: Texte du lien "Ajouter à la queue"

source: If you want a link to add a node to a queue in the "links" section (next to "add new comment"), enter the text here. If left blank no link will be given; note that enabling this feature for any queue will cause an extra query to be run every time a node is loaded. "%subqueue" will be replaced with the subqueue title, if applicable.
fr: Si vous voulez un len pour ajouter un noeud dans une queue dans la section "liens" (après "ajouter un nouveau commentaire"), saisissez le texte ici. Si il reste vide, aucun lien ne sera donné; Notez qu'en activant cette fonction entrainera pour n'importe quelle queue une requête supplémentaire qui sera executée à chaque fois que le noeud est chargé. "%subqueue" sera remplacée avec letitre dela sous-queue, si possible.

source: Link "remove from queue" text
fr: texte du lien "Supprimer de la queue"

source: Enter the text for the corresponding link to remove a node from a queue. This may be blank (in which case no link will appear) but a remove link will only appear if link, above, is set.
fr: Saisissez le texte pour la lien correspondant à retirer un noeud d'une queue. Il peut être vide (dans ce cas là, aucun n'apparaitra pas) mais un lien de retrait apparaitra seulement si le lien, au-dessus, est rempli.

source: Roles
fr: Rôles

source: Check each role that can add nodes to the queue. Be sure that roles you want to appear here have "manipulate queues" access in the main access control panel.
fr: Verifie que chaque rôle peut ajouter des noeuds dans la queue. Soyez sûr que les rôles que vous voulez voir apparaître ici possèdent la permission "Manipuler les queues" dans le paneau principal de contrôle d'accès.

source: No roles have the "manipulate queues" permission, so only the administrator account will be able to add or remove items from this queue.
fr: Aucuns rôles n'ont la permission "Manipluer les queues", seul le compte administrateur sera capable d'ajouter ou de retirer des éléemnts dans cette queue.

source: Check each node type that can be added to this queue.
fr: Vérifie que chaque type de noeud peut être ajouté à cette queue.

source: Internationalization
fr: Internationalisation

source: Treat translation nodes as a single node
fr: Traite la traduction des noueds comme un seul noeud

source: Manually manage translated nodes
fr: Gestion manuelle des noeuds traduits

source: Treating translations as a single node allows users to add, remove and manipulate a node in the queue regardless of which translation is acted upon; nodequeue will only act on the original node. When manually managing translation nodes, Nodequeue will ignore the relationship between node translations; each translation node must be added to the queue separately and will occupy a separate spot in the queue. Changing this setting will <strong>not</strong> update content that is already in the queue.
fr: Traiter les traductions commes des noeuds simples permet aux utilisateurs d'ajouter, retirer et manipluer un noeud dans la queue indépendamment de la traduction; nodequeue travaillera seulement sur le noeud original. Lorsque vous gérez la traduction des noeuds manuellement, Nodequeue ignorera la relation entre les traductions des noeuds; chaque traduction de noeud doit être ajouté dans la queue séparément et occupera une placé séparé dans la queue. Le fait de changer cette option <strong>ne</strong> mettra pas à jour le contenu déjà présent dans la queue.

source: Submit
fr: Soumettre

source: Please enter a title for this queue.
fr: Veuillez donner un titre à cette queue.

source: The queue has been created.
fr: La queue a été créee.

source: The queue has been updated.
fr: La queue a été mise à jour.

source: Are you sure you want to delete "%title"?
fr: Êtes-vous sûr de vouloir supprimer "%title"?

source: This action cannot be undone.
fr: Cette action est irréversible.

source: Cancel
fr: Annuler

source: The queue has been deleted.
fr: La queue a été supprimée.

source: Subqueue '@title'
fr: Sous-queue '@title'

source: Restricted node, NID: @nid
fr: Noeud restreint, NID: @nid

source: edit
fr: éditer

source: Edit this node
fr: Editer ce noeud

source: remove
fr: supprimer

source: Add node & save queue
fr: Ajouter un noeud et sauvegardez la queue

source: Save
fr: Sauvegarder

source: Reverse
fr: Inversé

source: Shuffle
fr: Mélangé

source: Clear
fr: Effacer

source: Duplicate position value.
fr: Recopie la valeur de la position.

source: The queue has been reversed.
fr: La queue a été retournée.

source: The queue has been shuffled.
fr: La queue a été mélangée.

source: Are you sure you want to clear the nodequeue %queue?
fr: Êtes-vous sûr de vider la nodequeue %queue?

source: This action will remove all nodes from the queue and cannot be undone.
fr: Cet action supprimera tous les noeuds de la queue et ne pourra pas être annulée.

source: The queue has been cleared.
fr: La queue a été vidée.

source: Standard nodequeues have just one subqueue. Nodes put into a queue are added to the back of the queue; when a node is added to a full queue, the node in the front of the queue will be popped out to make room.
fr: Les nodequeues standard possèdent juste une seule sous-queue. Les noeuds insérés dans une queue sont ajoutés à la fin de la queue; Quand un noeud est ajouté à une queue pleine, le noeud au début de la queue est alors éjécté pour faire de la place.

source: Create a menu tab for each node that could belong to any queues
fr: Crée un onglet de menu pour chaque noeud qui pourrait appartenir à n'importe quelles queues

source: Include a column on the nodequeue tab for the maximum number of nodes in each queue
fr: Inclut une colonne sur l'onglet nodequeue pour le nombre maximum de noeuds dans chaque queue

source: Nodequeue tab label
fr: Etiquette de l'onglet Nodequeue

source: If nodes will have a menu tab for manipulating related nodequeues, what should that tab be called?
fr: Si des noeuds possèdent un onglet de menu pour gérér les nodequeues associées, quel serait le nom de cet onglet ?

source: No nodes in this queue.
fr: Aucun noeuds dans cette queue.

source: Author
fr: Auteur

source: Post Date
fr: Date de postage

source: Operations
fr: Opérations

source: Queue empty
fr: Queue vide

source: Queue full
fr: Queue pleine

source: @count in queue
fr: @count dans la queue

source: manipulate queues
fr: Manipuler les queues

source: administer nodequeue
fr: Administrer nodequeue

source: manipulate all queues
fr: Manipuler toutes les queues

source: Create and maintain simple nodequeues.
fr: Crée et maintient des nodequeues simples.

source: List
fr: Liste

source: Settings
fr: Paramètres

source: Autocomplete
fr: Auto-complètement

source: Select which nodequeues shall be <strong>emptied</strong> and re-populated with new nodes.
fr: Sélectionnez quelle nodequeue devrait être <strong>vidée</strong> and re-remplli avec de nouveau noeuds.

source: Generate
fr: Générer

source: 1 queue populated
fr: Une queue populée

source: Bulk add nodes into queues
fr: Ajouter en masse des noeuds dans des queues

source: Generate nodequeue assignments
fr: Générer les assignations de nodequeue

source: Taxonomy queue
fr: Queue de taxonomie

source: Each particular grouping of taxonomy terms from the selected vocabularies have their own unique subqueue. You can place nodes into any of these subqueues based on which terms that node has been tagged with. Using this with large or too many taxonomies may degrade performance.
fr: Chaque groupement particulier de termes de taxonomie des vocabulaires séléectionnés possèdent sa propre sous-queue unique. Vous pouvez placez des noeuds à l'intérieur n'importe quelles de ces sous-queues si le noeud a été labelisé par un de ces termes. Son utilisation avec beaucoup ou trop de taxonomies peut dégrader les performances.

source: Vocabularies
fr: Vocabulaires

source: Select which vocabularies to use; each unique combination of terms from all of these vocabularies will have a subqueue.
fr: Séléctoinner quels sont les vocabulaires à utiliser. Chaque combinaison unique de termes de tous ces vocabulaires aura une sous-queue.

source: Subqueue title
fr: Titre de la sous-queue

source: What to display for the subqueue title; use %subqueue to embed the actual subqueue title. This is used to distinguish multiple nodequeues with subqueues from each other, as internal subqueue title is filled automatically.
fr: Que souhaitez vous afficher pour le titre de la sous-queue; utilisez %subqueue pour utiliser le titre de la sous-queue courante. Cela est utilisé pour distinguer les multpiles sous-queues entre elles, en tant que sous-queue interne le titre est rempli automatiquement.

source: You must select at least one vocabulary.
fr: Vous devez sélectionner au moins un vocabulaire.

source: Base table for queues, storing global information for each queue
fr: Table de base pour les queues, conservant le sinformations globales pour chaque noeud

source: The primary identifier for a queue.
fr: L'identifiant primaire pour une queue.

source: Title of a queue.
fr: Titre de la queue

source: How many nodes this queue will hold
fr: Combien de noeuds contiendra cette queue

source: The link text to show under a node to add it to the queue.
fr: Le texte du lien à montrer sous un noeud pour l'ajouter à la queue.

source: The link text to show under a node to remove it from the queue.
fr: Le texte du lien à montrer sous un noeud pour le retirer de la queue.

source: Defines the roles which are allowed to use a particular nodequeue.
fr: Définit les rôles possibles pour utiliser une nodequeue précise.

source: Primary key for {nodequeue_queue}
fr: Clé primaire pour {nodequeue_queue}

source: Primary key for roles
fr: Clé primaire pour les rôles

source: Defines the node types which are allowed in each queue
fr: Definit les types de noeuds permis dans chaque queue

source: Node Type
fr: Type de noeud

source: Subqueues are minor queues that inherit all of the properties of the parent queue. A parent queue must have at least 1 subqueue to do anything. Reference is for the use of whatever is creating the subqueues in order to link it to some other ID easily.
fr: Les sous-queues sont des queues mineures qui héritent de toutes les propriétés de la queue parent. Une queue parent doit avoir au moins une sous-queue pour faire quoi que ce soit. La référence est pour l'usage de celui qui crée les sous-files d'attente afin de le lier à une autre ID facilement.

source: Subqueue identifier
fr: identifiant de la sous-queue

source: Queue identifier.
fr: identifiant de la queue.

source: Indicates which nodes are in which queues/subqueues.
fr: indique dans quelles queues/sous-queues se trouve les noeuds.

source: Subqueue this node is in
fr: La sous-queue de ce noeud est là

source: Node id in this subqueue
fr: L'identifiant (ID) du noeud est dans cette sous-queue

source: The position of the node in this subqueue.
fr: La position de ce noeud dans cette sous-queue.

source: Some of the following queries may appear to fail. This is not a problem.
fr: Certains des requêtes suivantes pourraient apparaître comme echouées. Ce n'est pas un problème.

source: To have the nodequeue module work with translations, you need to install and enable the !url module.
fr: Pour que le module nodequeue fonctionne avec les traductions, vous devez installer etactiver module !url.

source: Translation helpers module not found.
fr: Module d'aides de traduction introuvable.

source: Create queues which can contain nodes in arbitrary order
fr: Crée des queues qui peuvent contenir des noeuds selon un ordre arbitraire

source: Nodequeue generate
fr: Génerer une nodequeue

source: Bulk assign nodes into queues for quickly populating a site.
fr: Assigner en masse des noeuds dans des queues afin de remplir rapidement un site.

source: Development
fr: Développement

source: Smartqueue taxonomy
fr: Taonomie de queue intelligente

source: Creates a node queue for each taxonomy vocabulary
fr: Crée un nodequeue pour chaque vocabulaire de taxinomie

source: Nodequeue available, but no nodequeues exist
fr: Nodequeue est disponible, mais aucune nodequeues existent

source: Nodequeue module unavailable.
fr: Module Nodequeue indisponible.

source: Specified nodequeue has no subqueues.
fr: La nodequeue n'a pas pas sous-queues.

source: Returns a keyed array by qid of available nodequeues and their settings.
fr: Renvoie un tableau valué par qid des nodequeues disponibles ainsi que leurs paramètres.

source: A parent nodequeue queue ID.
fr: L'identifiant de la queue (qid) d'une nodequeue parente.

source: Returns a keyed array by sqid of available subqueues and their settings.
fr: Renvoie un tableau valué par sqid des sous-queues disponibles ainsi que leurs paramètres.

source: get nodequeues
fr: Obtenir les nodequeues

source: Provides a nodequeue service.
fr: Fournit un service nodequeue

source: Add to Nodequeues
fr: Ajouter à Nodequeues

source: Remove from Nodequeues
fr: Supprimer de Nodequeues

source: Specify the queues into which the node should be submitted. If the queue is a smartqueue, the node shall be placed into every subqueue for which it is eligible.
fr: Spécifiez les queues où le noeud devrait être soumis. Si la queue est une queue intelligente, le noeud devrait être placé dans chaque sous-queue pour laquelle il est éligible.

source: Please <a href="!url">create</a> a nodequeue first.
fr: Veuillez <a href="!url">créer</a>en premier une nodequeue.

source: node
fr: noeud

source: Specify the queues from which the node should be removed. If the queue is a smartqueue, the node shall be removed from all subqueues.
fr: Spécifier les queues sur lesquelles le noeud devrait être retiré. Si la queue est une queue intélligente, le noeud devrait être retiré de toutes les sous-queues.

source: The position of the node within a queue.
fr: La position du noeud à l'intérieur de la queue.

source: Added date
fr: Date d'ajout

source: The date the node was added to a queue.
fr: La date où le noued à été ajouté à la queue.

source: The ID of the queue the node belongs to.
fr: L'identifiant (ID) de la queue auquel appartient le noeud.

source: No queue
fr: Pas de queue

source: Subqueue ID
fr: Sous-queue ID

source: The ID of the subqueue the node belongs to.
fr: L'identifiant (ID) de la sous-queue auquel appartient le noeud.

source: Filter to ensure a node IS or IS NOT in the related queue
fr: Filtre pour s'assurer qu'un noeud EST ou N'EST PAS dans une queue relative

source: Queue title
fr: Titre de la Queue

source: The title of the nodequeue.
fr: Le titre de la nodequeue.

source: The title of the subqueue.
fr: Le titre de la sous-queue.

source: Subqueue reference
fr: référence de la sous-queue

source: The reference that defines a subqueue; what this actually is depends upon the type of subqueue, but is a taxonomy tid for smartqueue taxonomy, or a uid for authorview.
fr: La référence qui définit une sous-queue; lequel dépénde du type de sous-queue, c'est un tid de taxinomie pour une taxinomie de queue intelligente, ou un uid pour une authorview.

source: Create a relationship to a nodequeue.
fr: Créer un relation envers une nodequeue

source: Add/remove links
fr: Ajouter/Supprimer des liens

source: Display add/remove links for all eligible nodequeues. Note that this performs a node_load so could add many extra queries to a view.
fr: Afficher les liens ajouter/retirer pour toutes les nodequeus éligilbles. Veuillez noter que cela réalise un node_load qui pourrait ajouter des requêtes supplémentaire lors d'une vue.

source: Link to tab
fr: Lier à un onglet

source: All queues
fr: Toutes les queues

source: Display all queues a node is a member of.
fr: Afficher toutes les queues qui possèdent ce noeud.

source: All subqueues
fr: toutes les sous-queues

source: Display all subqueues a node is a member of.
fr: Afficher toutes les sous-queues qui possèdent ce noeud.

source: Display a list of all nodes in queue '@queue'
fr: affiche la liste de tous les noeuds dans la queue '@queue'

source: Defaults
fr: Paramètres par défaut

source: Block
fr: Bloc

source: Link this field to queue arrange page
fr: Lier ce champ à une page de disposition des queues

source: Limit to queues
fr: Limiter aux queues

source: view
fr: vue

source: Limit to one or more queues (recommended)
fr: Limiter à une ou deux queues (recommandé)
