Repository: linnovate/openideal
Catalog: sites/all/modules/contrib/logintoboggan/translations/*.po
Languages: de, es, he, ja, pl

source: <p>The Login Toboggan module improves the Drupal login system by offering the following features: <ol> <li>Allow users to login using either their username OR their e-mail address.</li> <li>Allow users to login immediately.</li> <li>Provide a login form on Access Denied pages for non-logged-in (anonymous) users.</li> <li>The module provides two login block options: One uses JavaScript to display the form within the block immediately upon clicking 'log in'. The other brings the user to a separate page, but returns the user to their original page upon login.</li> <li>Customize the registration form with two e-mail fields to ensure accuracy.</li> <li>Optionally redirect the user to a specific page when using the 'Immediate login' feature.</li> <li>Optionally redirect the user to a specific page upon validation of their e-mail address.</li> <li>Optionally display a user message indicating a successful login.</li> </ol> These features may be turned on or off in the Login Toboggan <a href="!url">settings</a>.</p> <p>Because this module completely reorients the Drupal login process you will probably want to edit the welcome e-mail on the user settings page. For instance if you have enabled the 'Set password & Immediate Login' option, you probably should not send the user's password out in the welcome e-mail (also note when the 'Set password & Immediate Login' option is enabled, the !login_url becomes a verification url that the user MUST visit in order to enable authenticated status). The following is an example welcome e-mail:</p>
ja: <p>ログイントボガンモジュールは、下記の機能によってDrupalのログインシステムをより良くします: <ol> <li>ユーザ名の他にメールアドレスでもログインできるようになります。</li> <li>ユーザ登録後すぐにログインできるようになります。</li> <li>未ログイン (匿名) ユーザに表示するアクセス拒否ページにログインフォームを設置します。</li> <li>ログインブロックに2つのオプションを追加します: ひとつは、JavaScriptを使用して、「ログイン」をクリックするとブロックにフォームを表示するもの。もうひとつは、ユーザを別のページに移動させ、ログイン後に元のページへ戻すものです。</li> <li>ユーザ登録フォームにメールフォームを2つ表示するカスタマイズを施し、入力ミスを減らします。</li> <li>(任意) 「即時ログイン」機能を使用した場合に、ユーザを指定のページへリダイレクトします。</li> <li>(任意) メールによる認証を行った場合に、ユーザを指定のページへリダイレクトします。</li> <li>(任意) ログインに成功したことを示すメッセージをユーザに表示します。</li> </ol> ログイントボガンの<a href="!url">設定</a>でこれらの機能のオンオフを切り替えることができます。</p> <p>このモジュールがDrupalのログインプロセスを完全に新しくするため、ユーザ設定ページでウェルカムメールを編集したいと思うかもしれません。例えば、「パスワードのセットと即時ログイン」のオプションを有効にしていれば、ウェルカムメールにはユーザのパスワードを含めないほうがよいでしょう (また、「パスワードのセットと即時ログイン」のオプションが有効であれば、登録ユーザとなるためにアクセスしなければならない認証用URLが !login_url となることに注意してください。)。下記はウェルカムメールの例です:</p>

source: <p>Note that if you have set the 'Visitors can create accounts but administrator approval is required' option for account approval, and are also using the 'Set password & Immediate Login' feature of LoginToboggan, the user will immediately receive the permissions of the pre-authorized user role -- you may wish to create a pre-authorized role with the exact same permissions as the anonymous user if you wish the newly created user to only have anonymous permissions.</p><p>In order for a site administrator to unblock a user who is awaiting administrator approval, they must either click on the validation link they receive in their notification e-mail, or manually remove the user from the site's pre-authorized role -- afterwards the user will then receive 'authenticated user' permissions. In either case, the user will receive an account activated e-mail if it's enabled on the user settings page -- it's recommended that you edit the default text of the activation e-mail to match LoginToboggan's workflow as described. </p><p>If you are using the 'Visitors can create accounts and no administrator approval is required' option, removal of the pre-authorized role will happen automatically when the user validates their account via e-mail.</p><p>Also be aware that LoginToboggan only affects registrations initiated by users--any user account created by an administrator will not use any LoginToboggan functionality.
ja: <p>もしも、アカウントの承認に「訪問者が新規アカウントを作成できる（管理者の承認が<b>必要</b>）」オプションを設定しており、またログイントボガンの「パスワードのセットと即時ログイン」機能を使用していれば、ユーザに対して承認前のユーザロールと権限が即座に与えられることに注意してください。新しく作成されたユーザに匿名ユーザの権限しか与えたくなければ、匿名ユーザと全く同じ権限しか持たない未認証ロールを作成することができます。</p><p>サイト管理者が承認待ちのユーザを承認するには、通知メールにある確認リンクをクリックするか、または未認証ロールからユーザを手作業で除去しなくてはなりません -- その後で、ユーザに「登録ユーザ」の権限が与えられます。いずれにおいても、ユーザの設定ページで有効になっていれば、有効化メールをユーザに送信します -- ログイントボガンのワークフローに沿うように有効化メールのデフォルトの文章を編集することをオススメします。</p><p>もしも、「訪問者が新規アカウントを作成できる（管理者の承認は<b>不要</b>）」オプションを使用していれば、ユーザがメールでアカウントを確認した時に自動的に未認証ロールが除去されます。</p><p>また、ユーザからの登録にしかログイントボガンは影響しないことに気をつけてください -- 管理者が作成したユーザアカウントにはログイントボガンの機能は働きません。

source: <p>Customize your login and registration system. More help can be found <a href="!url">here</a>.</p>
he: <p>משפר את תהליך הכניסה וההצטרפות. עוד עזרה אפשר למצוא <a href="!url">כאן</a>.</p>
ja: <p>ログインやユーザ登録のシステムをカスタマイズします。より詳しい情報は<a href="!url">こちら</a>を参照してください。</p>

source: !username, Thank you for registering at !site. IMPORTANT: For full site access, you will need to click on this link or copy and paste it in your browser: !login_url This will verify your account and log you into the site. In the future you will be able to log in to !login_uri using the username and password that you created during registration: username: !username password: !password -- !site team
ja: !username 様 !siteに登録いただきありがとうございます。 重要: サイトへ完全にアクセスするには、このリンクをクリックするか、ブラウザにコピーアンドペーストする必要があります: !login_url これはあなたのアカウントを認証してサイトにログインしていただくためのものです。 今後は、!login_uri からユーザ登録時に指定したユーザ名とパスワードを使用してログインすることができます: ユーザ名: !username パスワード: !password -- !site チーム一同

source: <strong>Note:</strong> Logintoboggan module is installed. If you are using one of the custom login block types below, it is recommended that you set this to <em>&lt;none&gt;</em>.
ja: <strong>注意:</strong> Logintobogganモジュールがインストールされています。下記のカスタムログインブロックを使用する場合は、<em>&lt;none&gt;</em>と指定することをオススメします。

source: Block type
es: Tipo Bloque
he: סוג תיבה
ja: ブロックのタイプ
pl: Rodzaj bloku

source: Standard
he: רגיל
ja: 標準

source: Link
es: Enlace
he: קישור
ja: リンク

source: Collapsible form
he: טופס מתקפל
ja: 折りたたみフォーム

source: 'Standard' is a standard login block, 'Link' is a login link that returns the user to the original page after logging in, 'Collapsible form' is a javascript collaspible login form.
ja: 「標準」は標準のログインブロックです。「リンク」はログインページへのリンクで、ログイン後に元のページへ戻ります。「折りたたみフォーム」はjavascriptで開いたり閉じたりできるログインフォームです。

source: Set a custom message to appear at the top of the login block
he: הגדרת הודעה מותאמת אישית שתופיע בראש טופס הכניסה וההרשמה לאתר
ja: ログインブロックの最上部にカスタムメッセージを表示

source: If this user was created using the "Immediate Login" feature of LoginToboggan, and they are also awaiting adminstrator approval on their account, you must remove them from the site's pre-authorized role in the "Roles" section below, or they will not receive authenticated user permissions!
ja: もしも、ログイントボガンの「即時ログイン」機能を利用して作成されたユーザで、かつ管理者のアカウント承認待ちであれば、下記「ロール」セクションの未認証ロールからそのユーザを削除してください。さもなければ、登録ユーザのアクセス権限を得られません。

source: The user is assigned LoginToboggan's pre-authorized role, and is not currently receiving authenticated user permissions.
he: חבר זה באתר עדיין לא אישר את כתובת הדואר האלקטרוני שלו ולכן יש לו תפקיד שאושר אוטומטית. הוא אינו מקבל את ההרשאות המלאות של חבר מלא באתר.
ja: ユーザはログイントボガンの未認証ロールに割り当てられており、現在は登録ユーザのアクセス権限がありません。

source: Confirm e-mail address
es: Confirmar dirección e-mail
he: אישור כתובת דואר אלקטרוני
ja: メールアドレスの確認
pl: Potwierdź adres e-mail

source: Please re-type your e-mail address to confirm it is accurate.
es: Por favor, reescribe tu e-mail para confirmar que es correcto.
he: בבקשה לרשום שוב את כתובת הדואר האלקטרוני כדי לוודא שהיא מדוייקת.
ja: メールアドレス確認のため、再度入力してください。
pl: Wprowadź adres e-mail ponownie w celu uniknięcia pomyłki.

source: between !min and
ja: !minから

source: no more than
ja: 最大

source: Please choose a password for your account; it must be !length 30 characters.
ja: アカウントのパスワードを指定してください。!length30文字までです。

source: edit
de: bearbeiten
es: editar
he: ערוך
ja: 編集
pl: edytuj

source: A validation e-mail has been sent to your e-mail address. In order to gain full access to the site, you will need to follow the instructions in that message.
es: Se ha enviado un correo de validación a tu dirección de e-mail. Para obtener acceso completo al sitio, deberás seguir las intrucciones de ese mensaje.
he: הודעת אישור נשלחה לכתובת הדואר האלקטרוני שלך. כדי להשתמש בצורה מלאה באתר, יש למלא את ההנחיות בהודעה.
ja: 確認メールをあなたのアドレスへ送信しました。サイトへのアクセス権を得るには、メールに記載されている内容にしたがってください。

source: Your password and further instructions have been sent to your e-mail address.
de: Ihr Passwort und weitere Anweisungen wurden an Ihre e-mail Adresse versandt.
es: Tu contraseña y las instrucciones que debes seguir han sido enviadas a tu dirección de e-mail.
he: הסיסמה והנחיות נוספות נשלחו לתיבת הדואר האלקטרוני שלך.
ja: あなたのメールアドレス宛に、パスワードを含むご案内メールを送信いたしました。
pl: Hasło i dalsze instrukcje zostały wysłane na Twój adres e-mail.

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />Once it has been approved, you will receive an e-mail containing further instructions.
ja: アカウントをご申請いただき、ありがとうございます。 あなたのアカウントは現在、サイト管理者の承認待ちとなっております。<br />承認されますと、より詳しい案内を記したメールを差し上げます。

source: Your e-mail address and confirmed e-mail address must match.
es: Tu dirección de correo y la dirección de correo de confirmación deben ser iguales.
he: כתובת הדואר האלקטרוני שלך וכתובת האישור חייבות להתאים זו לזו
ja: メールアドレスと確認用メールアドレスは等しくなければなりません。
pl: Oba adresy e-mail muszą być takie same.

source: LoginToboggan logged in block
he: תיבת הכניסה של LoginToboggan
ja: ログイントボガンのログインブロック

source: Disabled
de: Deaktiviert
es: Desactivado
he: מבוטל
ja: 無効
pl: Wyłączone

source: Enabled
de: Aktiviert
es: Activado
he: מאופשר
ja: 有効
pl: Włączone

source: Login
de: Einloggen
es: Entrar
he: כניסה
ja: ログイン
pl: Zaloguj

source: Allow users to login using their e-mail address
es: Permitir a los usuario iniciar sesión empleando su dirección e-mail
he: אפשר לחברי האתר להיכנס תוך שימוש בכתובת הדואל שלהם
ja: メールアドレスでログイン
pl: Zezwól na logowanie się przy użyciu e-maila

source: Users will be able to enter EITHER their username OR their e-mail address to log in.
he: חברי האתר יוכלו להיכנס תוך שימוש בכתובת הדואר האלקטרוני שלהם או בסיסמה שלהם
ja: ユーザ名またはメールアドレスのいずれかを入力してログインできます。

source: Registration
de: Registrierung
es: Registro
he: הרשמה
ja: 新規登録
pl: Rejestracja

source: Use two e-mail fields on registration form
es: Emplear dos campos e-mail en el formulario de registro
he: שימוש בשני שדות דואר אלקטרוני בטופס ההרשמה
ja: 新規登録フォームにメールアドレスの入力項目を2つ設置
pl: Użyj dwóch pól e-mail

source: User will have to type the same e-mail address into both fields. This helps to confirm that they've typed the correct address.
es: El usuario deberá escribir la misma dirección e-mail en ambos campos. Esto ayuda a confirmar que la dirección que escriba sea correcta.
he: המצטרפים לאתר יצטרכו להקיש פעמיים את אותה כתובת הדואר האלקטרוני בשני השדות. זה עוזר לוודא שהם הקישו את הכתובת הנכונה.
ja: ユーザは2つの入力項目に同じメールアドレスを入力します。正しいアドレスを入力しているか確認するのに役立ちます。
pl: Rejestrujący się będą musieli podać swój e-mail dwukrotnie. Pomoże to w upewnieniu się że podali go bez błędów.

source: Set password
ja: パスワードをセット

source: This will allow users to choose their initial password when registering (note that this setting is merely a mirror of the <a href="!settings">Require e-mail verification when a visitor creates an account</a> setting, and is merely here for convenience). If selected, users will be assigned to the role below. They will not be assigned to the 'authenticated user' role until they confirm their e-mail address by following the link in their registration e-mail. It is HIGHLY recommended that you set up a 'pre-authorized' role with limited permissions for this purpose. <br />NOTE: If you enable this feature, you should edit the <a href="!settings">Welcome, no approval required</a> text -- more help in writing the e-mail message can be found at <a href="!help">LoginToboggan help</a>.
ja: ユーザ登録時に最初のパスワードをユーザが設定できるようになります (この設定は、<a href="!settings">訪問者がアカウントを作成する際にメールの確認が必要</a>の設定と相反するものであり、単に簡便さのためここにあることに注意してください)。選択していれば、下記のロールをユーザに割り当てます。登録メールにあるリンクでメールアドレスを確認するまでは、「登録ユーザ」ロールをユーザに割り当てません。このため、「未認証」のロールには最小限の権限しか与えないことを強くオススメします。<br />注意: この機能を有効にする場合、<a href="!settings">承認不要の新規ユーザへのウェルカム</a>のテキストを編集してください -- メールのメッセージに関するより詳しい情報は <a href="!help">ログイントボガンのヘルプ</a> を参照してください。

source: Non-authenticated role
de: Benutzergruppe vor Authentifizierung
es: Papel no-autenticado
he: תפקיד לחברים שטרם אישרו את הרשמתם
ja: 未認証ロール
pl: Ranga nieautoryzowana

source: If "Set password" is selected, users will be able to login before their e-mail address has been authenticated. Therefore, you must choose a role for new non-authenticated users. Users will be removed from this role and assigned to the "authenticated user" role once they follow the link in their welcome e-mail. <a href="!url">Add new roles</a>.
ja: 「パスワードをセット」が選択されていれば、メールアドレスが認証される前にユーザはログインすることができます。そのため、新しい未認証ユーザのためのロールを選択しなければなりません。ウェルカムメールにあるリンクにアクセスすると、ユーザはこのロールから外され、「登録ユーザ」ロールを割り当てられます。<a href="!url">ロールを新しく追加</a>。

source: Never delete
ja: 削除しない

source: 1 Day
ja: 1日

source: 2 Days
ja: 2日

source: 3 Days
ja: 3日

source: 4 Days
ja: 4日

source: 5 Days
ja: 5日

source: 6 Days
ja: 6日

source: 1 Week
ja: 1週間

source: 2 Weeks
ja: 2週間

source: 1 Month
ja: 1ヶ月

source: 3 Months
ja: 3ヶ月

source: 6 Months
ja: 6ヶ月

source: 1 Year
ja: 1年

source: Delete unvalidated users after
ja: 以下の期間経過後に未認証ユーザを削除

source: If enabled, users that are still in the 'Non-authenticated role' set above will be deleted automatically from the system, if the set time interval since their last login has passed. This can be used to automatically purge spambot registrations. Note: this requires cron, and also requires that the 'Set password' option above is enabled.
ja: 有効であれば、上記で設定した「未承認ロール」のユーザが最後にログインしてから所定の時間が経過した場合に、いまだ「未承認ロール」のユーザをシステムから自動的に削除します。スパムボットによる登録を自動的に取り除くのに使用することができます。注意: cronの設定が必須で、また上記の「パスワードをセット」オプションを有効にする必要があります。

source: Immediate login
ja: 即時ログイン

source: If set, the user will be logged in immediately after registering. Note this only applies if the 'Set password' option above is enabled.
ja: 有効であれば、ユーザは登録した後すぐにログイン状態となります。上記の「パスワードをセット」オプションが有効になっている場合にだけ適用されることに注意してください。

source: Redirections
es: Redirecciones
he: הפניות לעמודים אחרים
ja: リダイレクト

source: Redirect path on registration
es: Ruta de redirección al registrarse
he: עמוד שיוצג לאחר הרשמה
ja: ユーザ登録後のリダイレクトパス

source: Normally, after a user registers a new account, they will be taken to the front page, or to their user page if you specify <cite>Immediate login</cite> above. Leave this setting blank if you wish to keep the default behavior. If you wish the user to go to a page of your choosing, then enter the path for it here. For instance, you may redirect them to a static page such as <cite>node/35</cite>, or to the <cite>&lt;front&gt;</cite> page. You may also use <em>%uid</em> as a variable, and the user's user ID will be substituted in the path.
ja: 通常、新規アカウントを登録したユーザはフロントページへ、または上記<cite>即時ログイン</cite>を選択している場合はユーザページへ移動します。空欄にするとデフォルトの動作となります。指定のページへ移動させるには、そのページのパスを入力します。例えば、<cite>node/35</cite>といった静的ページや<cite>&lt;front&gt;</cite>ページへリダイレクトすることができます。また、<em>%uid</em>を変数として使用でき、ユーザIDをパスに挿入することができます。

source: Redirect path on confirmation
es: Ruta de redirección tras la confirmación.
he: עמוד שיוצג לאחר אישור הרשמה
ja: 確認後のリダイレクトパス

source: Normally, after a user confirms their new account, they will be taken to their user page. Leave this setting blank if you wish to keep the default behavior. If you wish the user to go to a page of your choosing, then enter the path for it here. For instance, you may redirect them to a static page such as <cite>node/35</cite>, or to the <cite>&lt;front&gt;</cite> page. You may also use <em>%uid</em> as a variable, and the user's user ID will be substituted in the path.
ja: 通常、新規アカウントを確認したユーザは、ユーザページへ移動します。空欄にするとデフォルトの動作となります。指定のページへ移動させるには、そのページのパスを入力します。例えば、<cite>node/35</cite>といった静的ページや<cite>&lt;front&gt;</cite>ページへリダイレクトすることができます。また、<em>%uid</em>を変数として使用でき、ユーザIDをパスに挿入することができます。

source: Other
de: Andere
es: Otros
he: אחר
ja: その他
pl: Inne

source: Present login form on access denied (403)
de: Anmeldungsformular bei Zugriffsverweigerung (403)
es: Presentar formulario de inicio de sesión en respuesta a acceso denegado (403)
he: הצג טופס כניסה למערכת כשאין הרשאת גישה לעמוד (שגיאה 403)
ja: アクセスが拒否された場合 (403) にログインフォームを表示
pl: Pokaż logowanie przy braku dostępu

source: Anonymous users will be presented with a login form along with an access denied message.
de: Anonyme Benutzer bekommen bei Zugriffsverweigerung ein Anmeldungsformular präsentiert.
es: Se presentará a los usuarios anónimos un formulario de inicio de sesión junto con el mensaje de acceso denegado.
ja: 匿名ユーザにアクセス拒否メッセージを表示する際に、併せてログインフォームも表示します。
pl: Użytkownicy anonimowi zobaczą formularz logowania pod komunikatem o braku dostępu do podstrony.

source: Display login successful message
es: Visualizar mensaje de Inicio de sesión correcto
he: הצג הודעה לאחר כניסה מוצלחת למערכת
ja: ログイン成功メッセージを表示

source: If enabled, users will receive a 'Login successful' message upon login.
es: Si está activo, los usuarios recibirán un mensaje 'Inicio de sesión correcto' después de iniciar sesión.
he: אם מאופשר, חברי האתר יקבלו הודעה על כניסה מוצלחת למערכת לאחר הכניסה למערכת.
ja: 設定が有効であれば、ログイン時に「ログインに成功しました」メッセージを表示します。

source: None
he: ללא
ja: なし

source: Minimum password length
he: אורך סיסמה מינימלי
ja: パスワードの最小文字数

source: LoginToboggan automatically performs basic password validation for illegal characters. If you would additionally like to have a mimimum password length requirement, select the length here, or set to 'None' for no password length validation.
ja: ログイントボガンは、基本的なパスワード検証を自動的に行い、不正な文字を検出します。加えて、パスワードに最小文字数を設定するには、ここで数を選択してください。「なし」を選択すると、文字数の検証を行いません。

source: Access Denied / User Login
de: Zugriff verweigert / Benutzeranmeldung
es: Acceso denegado / Inicio de sesión de usuario
he: אין הרשאה \ כניסה למערכת
ja: アクセス拒否 / ユーザログイン
pl: Dostęp zabroniony / Logowanie

source: Access denied. You may need to login below or register to access this page.
es: Acceso denegado. Deber iniciar sesión a continuación o registrate para obtener acceso a esta página.
he: אין הרשאה. כדי לגשת לעמוד זה, יש להיכנס למערכת או להירשם.
ja: アクセスが拒否されました。このページにアクセスするには、下記からログインするかユーザ登録してください。

source: Access Denied
de: Zugriff verweigert
es: Acceso denegado.
he: אין הרשאה
ja: アクセス拒否
pl: Dostęp zabroniony

source: You must enter a password.
de: Sie müssen ein Passwort eingeben.
es: Debes indicar una contraseña.
he: יש להכניס סיסמה.
ja: パスワードを入力してください。
pl: Musisz podać hasło.

source: The password contains an illegal character.
de: Das Passwort enthält ein ungültiges Zeichen.
es: La contraseña contiene algún caracter inválido.
he: הסיסמה מכילה תוים שאינם מותרים.
ja: パスワードに適切でない文字が含まれています。
pl: Hasło zawiera niedozwolony znak.

source: The password is too long: it must be less than 30 characters.
de: Das Passwort ist zu lang: es muss kürzer als 30 Zeichen sein.
es: La contraseña es demasiado larga: debe ser menor de 30 caracteres.
he: הסיסמה ארוכה מדי: בבקשה לבחור סיסמה של לא יותר מ-30 תוים.
ja: パスワードが長すぎます。30文字以下にしてください。
pl: Hasło zbyt długie. Musi zawierać mniej niż 30 znaków.

source: The password is too short: it must be at least %min_length characters.
he: הסיסמה קצרה מדי: בבקשה לבחור סיסמה של לפחות %min_length תוים
ja: パスワードが短すぎます。最低%min_length文字以上にしてください。

source: You have successfully validated your e-mail address.
es: Tu dirección de correo se ha validado correctamente.
ja: メールアドレスを確認できました。
pl: Potwierdziłeś prawdziwość adresu e-mail.

source: Your account is currently blocked -- login cancelled.
ja: ログインはキャンセルされました。現在、あなたのアカウントは拒否されています。

source: You have successfully validated %user.
ja: %userを確認できました。

source: Sorry, you can only use your validation link once for security reasons. Please !login with your username and password instead now.
ja: セキュリティ上の理由により、確認リンクは一度しか利用することができません。代わりに、あなたのユーザ名とパスワードを使用して!loginしてください。

source: login
es: entrar
he: כניסה
ja: ログイン

source: You have just used your one-time login link. It is no longer necessary to use this link to login. Please change your password.
ja: すでにワンタイムログインリンクを使ってログインしていますので、もはやこのリンクは不要です。 お好みのパスワードに変更してください。

source: Account validation
es: Validación de cuenta
he: וידוא חשבון
ja: アカウント確認
pl: Sprawdzenie konta

source: re-send validation e-mail
es: reenviado el e-mail de validación
he: שלח שוב את הודעת הוידוא
ja: 確認メールを再送信
pl: wyślij e-mail aktywacyjny ponownie

source: Login successful.
es: Inicio de sesión correcto.
he: נכנסת בהצלחה לאתר.
ja: ログインに成功しました。

source: This name has already been taken by another user.
he: כינוי זה נמצא כבר בשימוש חבר אחר באתר.
ja: この名前は別のユーザによってすでに使用されています。

source: This e-mail has already been taken by another user.
ja: このメールアドレスは別のユーザによってすでに使用されています。

source: If required, you may reset your password from: !url
he: אם נדרש, ניתן לאפס את הסיסמה בכתובת זו: !url
ja: 必要であれば、以下でパスワードをリセットできます: !url

source: A validation e-mail has been sent to the user's e-mail address.
ja: 確認メールをユーザのメールアドレスに送信しました。

source: A validation e-mail has been sent to your e-mail address. You will need to follow the instructions in that message in order to gain full access to the site.
es: Se ha enviado un mensaje de validación a tu dirección de correo electrónico. Debes seguir las instrucciones del mensaje para obtener acceso completo al sitio.
he: הודעת וידוא הרשמה נשלחה לכתובת הדואר האלקטרוני שסיפקת. יש למלא אחר ההנחיות כדי לקבל גישה מלאה לאתר.
ja: 確認メールをあなたのアドレスへ送信しました。メールに記載されている案内にしたがって、サイトのアクセス権を取得してください。
pl: Wysłano e-mail sprawdzający na adres jaki został podany. Proszę postępować zgodnie z zawartymi w nim instrukcjami.

source: (!site) Account application for !username
ja: (!site) !username のアカウント申請

source: !username has applied for an account, and has automatically received the permissions of the LoginToboggan validating role. To give the user full site permissions, click the link below: !validating_url Alternatively, you may visit their user account listed below and remove them from the validating role. !edit_uri
ja: !usernameがアカウントを申請し、LoginTobogganの未認証ロールを自動的に割り振られました。 ユーザにサイトの完全な権限を与えるには、下記のリンクをクリックしてください: !validating_url あるいは、下記のユーザアカウントにアクセスして、未認証ロールから取り除くことができます。 !edit_uri

source: !username has applied for an account. !edit_uri
ja: !usernameさんがアカウントの申請を行いました。 !edit_uri

source: Username or e-mail address
es: Nombre de usuario o dirección e-mail
he: שם משתמש או כתובת דואר אלקטרוני
ja: ユーザ名またはメールアドレス

source: Username or e-mail
he: כינוי או כתובת דואל
ja: ユーザ名またはメールアドレス

source: You may login with either your assigned username or your e-mail address.
he: ניתן להיכנס לאתר תוך שימוש בכינוי שבחרת או בכתובת הדואר האלקטרוני שלך.
ja: ユーザ名またはメールアドレスのいずれかでログインすることができます。

source: Password
de: Passwort
es: Contraseña
he: סיסמה
ja: パスワード
pl: Hasło

source: The password field is case sensitive.
he: שדה הסיסמה רגיש להבדל בין אותיות גדולות וקטנות באנגלית.
ja: パスワードは大文字と小文字を区別します。

source: You are not authorized to access this page.
de: Der Zugriff auf diese Seite ist nicht authorisiert.
es: No estás autorizado a acceder a esta página.
he: אין לך הרשאה לגשת לעמוד זה.
ja: このページにアクセスする権限がありません。
pl: Nie masz dostępu do oglądnięcia tej strony.

source: Log out
he: יציאה
ja: ログアウト

source: Login/Register
de: Einloggen/Registrieren
es: Entrar/Registrarse
he: כניסה \ הצטרפות
ja: ログイン / 登録
pl: Loguj/Rejestruj

source: Purged the following unvalidated users: !purged_users
ja: 以下の未認証ユーザを除去: !purged_users

source: security
de: Sicherheit
es: seguridad
he: אבטחה
ja: セキュリティ
pl: bezpieczeństwo
