Repository: linnovate/openideal
Catalog: sites/all/modules/contrib/logintoboggan/translations/*.po
Languages: de, es, he, ja, pl

source: Detected malicious attempt to alter protected user fields.
de: Ein bösartiger Versuch bemerkt, geschützte Felder zu verändern.
es: Se ha detectado un intento malicioso de alterar campos de usuario protegidos.
he: זוהה נסיון זדוני לשנות שדות משתמש מוגנים.
ja: 保護されたユーザフィールドを改ざんしようとする、悪意のある試みが検知されました。
pl: Wykryto próbę ataku i zmiany pól zarejestrowanych użytkowników.

source: user
de: Benutzer
es: usuario
he: חבר האתר
ja: ユーザ
pl: użytkownik

source: New user: %name (%email).
ja: 新規ユーザ： %name さん (%email)

source: E-mail validation URL used for %name with timestamp @timestamp.
ja: タイムスタンプ@timestampにおける%nameのメール確認URL

source: Session opened for %name.
de: Sitzung für %name eröffnet.
es: Sesión de %name abierta.
ja: %name さんのセッションが開始されました。
pl: Otwarto sesję dla %name

source: User %name used one-time login link at time %timestamp.
ja: %name さんが %timestamp にワンタイムログインリンクを使用しました。

source: LoginToboggan
ja: ログイントボガン

source: Set up custom login options like instant login, login redirects, pre-authorized validation roles, etc.
ja: 即時ログインやログインリダイレクト、未認証ロールといったログイン機能のオプションを設定します。

source: Validate e-mail address
he: אישור תקינות כתובת דואר אלקטרוני
ja: メールアドレスを確認

source: Access denied
he: אין הרשאה
ja: アクセスは拒否されました

source: Re-send validation e-mail
he: שלח שוב את הודעת האימות
ja: 確認メールを再送信

source: logintoboggan cleaning of user data successful
ja: ログイントボガンによるユーザデータのクリーニングが成功しました

source: Your previous setting for the logintoboggan pre-auth role was the anonymous user role, which is no longer allowed. The pre-auth role has now been set to the authenticated user role for your site. <em>Because of this change, all unvalidated users on your site now have authenticated user permissions!</em> If you wish to retain the previous functionality, create a new user role with the same access permissions as the anonymous user, and set the logintoboggan pre-auth role to the newly created role. You will also need to manually add any previously unvalidated users to the newly created pre-auth role.
ja: ログイントボガンの未認証ロールに関する以前の設定は、現在は利用不可能な匿名ユーザロールでした。登録ユーザロールにサイトの未認証ロールを設定しました。<em>この変更により、サイトの未確認ユーザは登録ユーザのアクセス権限を持つことになります!</em> 以前の機能を維持する場合は、匿名ユーザと同じアクセス権限を持つロールを作成して、ログイントボガンの未認証ロールをそのロールに設定します。また、以前の未確認ユーザを新しく作成した未認証ロールへ手動で追加する必要があります。

source: logintoboggan cleaning of user/profile data successful
ja: ログイントボガンによるユーザプロファイルのクリーニングが成功しました

source: Improves Drupal's login system.
de: Verbessert das Drupal Login System.
es: mejora el sistam de inició de sesión de Drupal.
he: משפר את מערכת הכניסה לאתר.
ja: Drupalのログインシステムをより良くします。
pl: Wzbogaca system logowania i rejestracji Drupal'a o nowe funkcje.

source: <p>The Login Toboggan module improves the Drupal login system by offering the following features: <ol> <li>Allow users to login using either their username OR their e-mail address.</li> <li>Allow users to define their own password.</li> <li>Allow users to login immediately.</li> <li>Provide a login form on Access Denied pages for non-logged-in (anonymous) users.</li> <li>The module provides two login block options: One uses JavaScript to display the form within the block immediately upon clicking "log in". The other brings the user to a separate page, but returns the user to their original page upon login.</li> <li>Customize the registration form with two e-mail fields to ensure accuracy.</li> <li>Optionally redirect the user to a specific page when using the 'immediate login' feature.</li> <li>Optionally redirect the user to a specific page upon validation of their e-mail address.</li> </ol> These features may be turned on or off in the Login Toboggan <a href="%url">settings</a>.</p> <p>Because this module completely reorients the Drupal login process you will probably want to edit the welcome e-mail on the user settings page. For instance if you have enabled the "Set password & Immediate Login" option, you probably should not send the user's password out in the welcome e-mail (also note when the "Set password & Immediate Login" option is enabled, the %login_url becomes a verification url that the user MUST visit in order to enable authenticated status). The following is an example welcome e-mail:</p>
es: <p>El módulo Login Toboggan mejora el sistema de inicio de sesión de Drupal ofreciendo las siguientes características: <ol> <li>Permitir inciciar sesión a los usuarios empleando su nombre de usuario o su dirección e-mail.</li> <li>Permitir a los usuarios definir su propia contraseña.</li> <li>Permitir a los usuarios iniciar sesión inmediatemente.</li> <li>Proporcionar un formulario de inicio de sesión en respuesta a páginas de Acceso Denegado para usuarios con la sesión no iniciada (anonymous).</li> <li>El módulo provee de dos opciones de bloque de inicio de sesión: Una emplea Javascript para visualizar el formulario dentro del bloque inmediatamente después de clicar en "Entrar" . La otra lleva al usuario a una página distinta, pero retorna a la original después de iniciar la sesión..</li> <li>Personalziar el formulario de registro con dos campos e-mail para evitar errores.</li> <li>Redirigir opcionalmente al usuario a una página específica depués de emplear la opción 'inicio de sesión inmediato'.</li> <li>Redirigir opcionalmente al usuario a una página específica después de validar su dirección e-mail..</li> </ol> Estas opciones pueden ser activadas y desactivadas en la <a href="%url">configuración</a> de Login Toboggan.</p> <p>Debido a que este módulo reorienta el proceso de inicio de sesión de Drupal, probablemente necesites editar el e-mail de bienvenida en la página de configuración de usuario. Por ejemplo si has activado la opción "Establecer contraseña & Inicio de sesión inmediato", probablmente no debas enviar la contraseña de usuario en el e-mail de bienvenida (fíjate también que si está activa la opción "Establecer contraseña & Inicio de sesión inmediato", la dirección %login_url se convierte en una dirección de verificación que usuario DEBE visitar para activar su cuenta). A continuación un ejemplo de e-mail de bienvenida:</p>

source: %username, Thank you for registering at %site. IMPORTANT: For full site access, you will need to click on this link or copy and paste it in your browser: %login_url This will verify your account and log you into the site. In the future you will be able to log in using the username and password that you created during registration. Your new %site membership also enables to you to login to other Drupal powered websites (e.g. http://www.drupal.org/) without registering. Just use the following Drupal ID along with the password you've chosen: Drupal ID: %username@%uri_brief -- %site team
de: %username, Danke für die Registrierung bei %site. WICHTIG: Für vollen Zugriff müssen Sie diesen Link öffnen oder ihn in die Adresszeile Ihres Browsers kopieren: %login_url Dies wird ihr Benutzerkonto verifizieren und Sie einloggen. In Zukunft können Sie mit Ihrem Benutzernamen und dem bereits gewählten Passwort einloggen. Ihre neue Mitgliedschaft bei %site ermöglicht ohne neuerliche Registrierung auch das Login bei anderen Websites, die auf Basis von Drupal laufen (zB http://www.drupal.org/). Verwenden Sie einfach die folgende Drupal ID mit Ihrem Passwort: Drupal ID: %username@%uri_brief -- %site Team
es: %username, Gracias por registrarte en %site. IMPORTANTE: Para conseguir acceso completo al sitio, debes hacer click en este enlace o copiarlo en la barra de direcciones de tu navegador: %login_url Esto verificará tu cuenta e iniciarás sesión. En adelante, deberás podrás usar el nombre de usuario y la contraseña que has creado durante el proceso de registro.. Tu nueva cuenta en %site también te posibilita entrar en otros sitios que funcionen con Drupal. (http://www.drupal.org/ por ejemplo) sin registrarte. Para ello emplea tu Drupal ID junto con la contraseña que has indicado: Drupal ID: %username@%uri_brief -- El equipo de %site
pl: %username, Dziękujemy za rejestrację na stronie %site. WAŻNE: Aby potwierdzić swoją rejestrację kliknij na poniższy link lub skopiuj go do przeglądarki: %login_url To zweryfikuje twoje konto mailowe i zaloguje na stronie. W przyszłości będziesz mógł użyć nazwy konta lub adresu e-mail oraz hasła jakie wybrałeś podczas rejestracji w celu zalogowania się na stronie. Rejestracja na stronie %site pozwala ci też na logowanie się na innych stronach opartych o system Drupal, o ile ich administratorzy na to zezwalają. Na takich stronach jako nazwy użytkownika możesz użyć twojego Drupal ID. Sprawdź jak to działa na stronie http://drupal.org. Drupal ID: %username@%uri_brief -- administracja strony %site

source: <p>Note that if you have set the "Visitors can create accounts but administrator approval is required" option for account approval, and are also using the "Set password & Immediate Login" feature of logintoboggan, the user will immediately receive the permissions of the pre-authorized user role--you may wish to set the pre-authorized role to "anonymous user" if you wish the newly created user to only have anonymous permissions.</p><p>When a site administrator unblocks a user who is awaiting administrator approval, they must also manually remove the user from the site's pre-authorized role in order for the user to receive "authenticated user" permissions (if you are using the "Visitors can create accounts and no administrator approval is required" option, removal of the pre-authorized role will happen automatically).</p><p>Also be aware that logintoboggan only affects registrations initiated by users--any user account created by an administrator will not use any logintoboggan functionality.
es: <p>Date cuenta de que si has elegido la opción "Los visitantes pueden crear cuentas, pero se necesita la aprobación de un administrador" para aceptar ingresos, y también empleas la opción "Establecer contraseña & Inicio de sesión inmediato" de logintoboggan, el usuario recibirá inmediatemebte del papel de usuarios preautorizados --puedes desear establecer el papel de preautorizados a "anonymous user" si deseas que los usuarios tengan los mismos privilegios que los usuarios anónimos.</p><p>Cuando un usuario desbloquea a un usuario que está esperando la aprobación de un administrador, debe borrar también al usario del paper de preautorizados para que reciban los permisos de los "authenticated user" (Si estás empleando la opción "Los visitantes pueden crear cuentas, pero se necesita la aprobación de un administrador", el borrado del papel ocurrirá de forma automática).</p><p>Date cuenta también de que logintoboggan sólo afecta a los registros iniciados por los usuarios--cualquier usuario creado por el administrador no empleará estas funcionalidades de logintoboggan.

source: <p>Customize your login and registration system. More help can be found <a href="%url">here</a>.</p>
de: <p>Anpassen des Login und Registrierungssystems. Weitere <a href="%url">Hilfe ist verfügbar</a>.</p>
es: <p>Personalizar tu sistema de inicio de sesión y registro de usuario. Puedes encontrar más ayuda <a href="%url">aquí</a>.
pl: <p>Dostosuj system logowania i rejestracji. Przykładowy e-mail z potwierdzeniem rejestracji znajdziesz <a href="%url">tutaj</a>.</p>

source: If this user was created using the "Immediate Login" feature of Logintoboggan, and they are also awaiting adminstrator approval on their account, you must remove them from the site's pre-authorized role in the "Roles" section below, or they will not receive the authenticated users permissions!
es: Si este usuario se creó empleando la opcion "Inicio de sesión inmediato" de Logintoboggan, y tambiñen se encuentra en espera de la aprobación de la cuenta por un administrador, debes borrarlos del papel preautorizados en la sección de "Papeles" de abajo, o no recibirán los permisos de usuario autentificado!

source: Enter your %s username, e-mail address, or an ID from one of our affiliates: %a.
es: Escribe tu nombre de usuario %s, dirección e-mail, o un ID de alguno de nuestros afiliados: %a.

source: Please choose a password for your account; it must be between 6 and 30 characters and spaces are not allowed.
de: Bitte wählen Sie ein Passwort für Ihr Benutzerkonto aus; es muss zwischen 6 und 30 Zeichen lang sein, Leerzeichen sind nicht erlaubt.
es: Escriba una contraseña para su cuenta; debe contener entre 6 y 30 caracteres y no se permiten espacios.
pl: Wybierz hasło do konta; musi zawierać od 6 do 30 znaków, niedozwolone jest stosowanie spacji.

source: Confirm Password
de: Passwort Bestätigung
es: Confimar contraseña
pl: Potwierdź hasło.

source: Please re-type your password to confirm it is accurate.
de: Bitte geben Sie Ihr Passwort nocheinmal ein.
es: Por favor, reescribe tu contraseña para confirmar que es correcta.
pl: Wprowadź hasło ponownie w celu uniknięcia pomyłki.

source: New user: %name %email.
de: Neuer Benutzer: %name %email.
es: Usuario nuevo: %name %email.
he: משתמש חדש: %name %email.
pl: Nowy użytkownik: %name %email.

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />
es: Gracias por solicitar una cuenta. Tu cuenta está todavía pendiente de ser aprobada por un administrador.<br />
he: תודה שביקשת להצטרף לאתר. החשבון שלך מחכה כעת לאישור על ידי מנהל האתר <br />

source: %u has applied for an account. %uri
de: %u hat um ein Benutzerkonto angesucht %uri
es: %u ha solicitado una cuenta. %uri
pl: %u poprosił o utworzenie konta. %uri

source: The username %name has been blocked.
de: Der Benutzername %name wurde blockiert.
es: El usuario %name ha sido bloqueado.
pl: Użytkownik %name został zablokowany.

source: The name %name is a reserved username.
de: Der Benutzername %name ist reserviert.
es: El nombre %name es un nombre de usuario reservado.
pl: Nazwa %name jest zajęta.

source: Sorry. Unrecognized username or password.
de: Unbekannter Benutzername oder falsches Passwort.
es: Lo sentimos. Usuario o contraseña no reconocidos.
pl: Przykro nam. Twoje hasło lub nazwa użytkownika nie zostały rozpoznane.

source: Have you forgotten your password?
de: Haben Sie ihr Passwort vergessen?
es: ¿Has olvidado tu contraseña?
pl: Zapomniałeś hasła?

source: Login attempt failed for %user: %error.
de: Loginversuch für %user fehlgeschlagen: %error.
es: Error de inicio de sesión para %user: %error.
pl: Logowanie użytkownika %user nieudane: %error.

source: This e-mail address has already been taken by another user.
es: Esta dirección e-mail ya ha sido empleado por otro usuario.

source: Your password and confirmed password must match.
de: Die beiden Passworteingaben müssen übereinstimmen.
es: Tu contraseña y la contraseña de confirmación deben ser iguales.
pl: Oba hasła muszą być takie same.

source: validate e-mail address
es: validar dirección e-mail
pl: sprawdź adres e-mail

source: access denied
de: Zugriff verweigert
es: acceso denegado
pl: dostęp zabroniony

source: LoginToboggan custom login
es: Inicio de sesión personalizado LoginToboggan
pl: LoginTobbogan - blok logowania

source: Display the 'logged in' block
es: Visualizar el bloque 'sesión iniciada'
pl: Wyświetlaj blok 'zalogowano'

source: Collapsible Form
es: Formulario colapsable
pl: Chowany formularz

source: Set a custom message to appear at the top of your login block
de: Geben Sie einen Text ein, die über dem Login Block erscheinen soll.
es: Establecer un mensaje personalizado que aparecerá en la parte superior del bloque de inicio de sesión
pl: Wprowadź własny tekst jaki ma być wyświetlony w bloku logowania

source: log out
de: Ausloggen
es: desconectar
pl: wyloguj się

source: Users will be able to enter EITHER their username OR their e-mail address to log in. note: This will disallow users from registering using an e-mail address as their username.
es: Los usuarios serán capaces de indicar O su nombre de usuario O su dirección e-mail para iniciar sesión. nota; esto evitará que los usuarios empleen su dirección e-mail como nombre de usuario.
pl: Użytkownicy będą mogli podać ALBO nazwę użytkownika ALBO adres e-mail w celu zalogowania się. Uwaga: włączenie tej opcji uniemożliwi użytkownikom podania swojego e-maila jako nazwy użytkownika podczas rejestracji.

source: Allow user to set their password during registration
de: Erlauben, ein Passwort während der Registrierung zu setzen
es: Permitir al usuario establecer su contraseña durante el proceso de registro
pl: Zezwól na ustawienie hasła podczas rejestracji

source: Set password & Immediate login
de: Passwort setzen & sofort einloggen
es: Establecer contraseña & Inicio de sesión inmediato
he: כניסה מיידית לאחר קביעת סיסמה
pl: Ustaw hasło i zaloguj natychmiast

source: This will allow users to choose their initial password when registering. If 'Set password & Immediate login' is selected, users will be assigned to the role below and logged in immediately. They will not be assigned to the "authenticated user" role until they confirm their e-mail address by following the link in their registration e-mail. It is HIGHLY recommended that you set up a "pre-authorized" role with limited permissions for this purpose. <br />NOTE: If you enable either of this feature, you should edit the %settings--more help in writing the e-mail message can be found %help.
es: Esto permitirá a los usuarios elegir su contraseña al registrase. Si la opción 'Establecer contraseña & Inicio de sesión inmediato' se encuentra seleccionada, los usuarios serás asignados al papel de abajo, e iniciarán sesión de manera inmediata. No se asignarán al papel de "authenticated user" hasta que confirmen su dirección de e-mail siguiendo el enlace del e-mail de registro. Es MUY recomendable crear un papel "preautorizado" con permisos limitados para este propósito. <br />NOTA: Si habilitas esta característica, deberías editar las %settings--se puede encontrar más ayuda para escribir el mensaje %help.

source: If "Set password & Immediate login" is selected, users will be able to login before their e-mail address has been authenticated. Therefore, you must choose a role for new non-authenticated users. Users will be removed from this role and assigned to the "authenticated user" once they follow the link in their welcome e-mail. Add new roles <a href="%url">here</a>.
es: Si "Establecer contraseña & Inicio de sesión inmediato" está seleccionado, los usuarios serán capaces de iniciar sesión antes de que su dirección e-mail haya sido comprobada. Por tanto, debes elegir un paper para los usuarios nuevos no autentificados. Los usuarios serán eliminados de este papel y asignados al de "usuarios autenticados" una vez que hayan seguido el enlace de su e-mail de bienvenida. Añade el nuevo papel <a href="%url">aquí</a>.

source: Normally, after a user registers a new account, they will be taken to the front page, or to their user page if you specify <cite>Immediate login</cite> above. Leave this setting blank if you wish to keep the default behavior. If you wish the user to go to a page of your choosing, then enter the path for it here. For instance, you may redirect them to a static page such as <cite>node/35</cite>, or to the <cite>&lt;front&gt;</cite> page. <em>Note: this feature will not work if you have the user password creation feature disabled.</em>
es: Habitualmente, cuando el usuario registra una nueva cuenta, es enviado a la página principal, o a su página de usuario si así se especifica en la sección <cite>Inicio de sesión inmediato</cite> de arriba. Dejar esto en blanco para mantener este comportamiento por defecto. Si deseas enviar al usuario a una página de tu elección, indica aqí su ruta. Por ejemplo, puedes redireccionarlos a una página estática tal que <cite>node/35</cite>, o a la página <cite>%lt;front&gt;</cite>. <em>Nota: esta característica no funcionará si tienes la opción de creación de contraseña desabilititada.</em>

source: Normally, after a user confirms their new account, they will be taken to their user page. Leave this setting blank if you wish to keep the default behavior. If you wish the user to go to a page of your choosing, then enter the path for it here. For instance, you may redirect them to a static page such as <cite>node/35</cite>, or to the <cite>&lt;front&gt;</cite> page.
es: Normalmente, depués de que un usuario confirma su nueva cuenta, será redireccionado a su página de usuario. Dejar esta opción en blanco para mantener el comportamiento por defecto. Si desea enviar al usuario a una página de tu elección, escribe aquí su ruta. Por ejemplo, puedes redirigirlos a una página estática, como <cite>node/35</cite>, o a la página <cite>&lt;front&gt;</cite>.

source: The password cannot contain spaces.
de: Das Passwort darf keine Leerzeichen enthalten.
es: La contraseña no puede contener espacios.
he: הסיסמה אינה יכולה להכיל רווחים.
pl: Hasło nie może zawierać znaków spacji.

source: The password is too short: it must be greater than 6 characters.
de: Das Passwort ist zu kurz, es muß länger als 6 Zeichen sein.
es: La contraseña es demasiado corta: debe contener más de 6 caracteres.
pl: Hasło zbyt krótkie. Musi zawierać więcej niż 6 znaków.

source: E-mail validation URL used for %name with timestamp %timestamp.
es: En la fecha %timestamp se ha enviado el correo con la URL de validación para el usuario %name
pl: URL sprawdzający dla użytkownika %name wygenerowany o godzinie/dnia %timestamp.

source: You will receive full site permissions after your account has been approved by a site administrator.
es: Recibirás acceso completo al sitio, una vez que tu cuenta la haya aprovado un administrador.

source: Sorry, you can only use your validation link once for security reasons. Please %login with your username and password instead now.
es: Lo sentimos, sólamente se puede emplear una vez el enlace de validación. Por favor, %login, inicia con tu nombre de usuario y tu contraseña.

source: If required, you may reset your password from: %url
es: Si es necesario, puedes resetear tu contraseña en %url
pl: Jeśli chcesz, możesz odzyskać swoje hasło na tej stronie: %url
