Repository: linnovate/openideal
Catalog: sites/all/modules/contrib/logintoboggan/translations/*.po
Languages: de, es, he, ja, pl

source: <p>The Login Toboggan module improves the Drupal login system by offering the following features: <ol> <li>Allow users to login using either their username OR their email address.</li> <li>Allow users to define their own password.</li> <li>Allow users to login immediately.</li> <li>Provide a login form on Access Denied pages for non-logged-in (anonymous) users.</li> <li>The module provides two login block options: One uses JavaScript to display the form within the block immediately upon clicking "log in". The other brings the user to a separate page, but returns the user to their original page upon login.</li> <li>Customize the registration form with two email fields to ensure accuracy.</li> </ol> These features may be turned on or off in the Login Toboggan <a href="%url">settings</a>.</p> <p>Feel funny about people logging in at "http://yoursite.com/toboggan/login"? (Yes, we know it's a silly name.) You can use the path.module's "url aliases" to redefine Login Toboggan's paths as something else (perhaps: "usr/login" or just "login").</p> <p>Because this module completely reorients the Drupal login process you will probably want to edit the welcome email on the user settings page. For instance if you have enabled "Set passwords during registration" you probably should not send the user's password out in the welcome email. Also when either "Set passwords during registration" or "Immediate login" are enabled, the %login_url becomes a verification url that the user MUST visit in order to enable authenticated status. The following is an example welcome email:</p>
de: <p>Das Modul Login Tobbogan verbessert das Drupal Login System mit folgenden Features:<ol><li>Einloggen entweder mit Benutzernamen oder E-Mail Adresse.</li><li>Benutzer können bei Registrierung ein Passwort auswählen</li><li>Sofortiger Login bei Registrierung.</li><li>Login Formular bei Zugriffsverweigerung für nicht angemeldete (anonyme) Benutzer.</li><li>Das Modul bietet zwei Login Blöcke: einer verwendet JavaScript und zeigt das Login Formular bei Klick auf "Einloggen" direkt im Block an. Der andere Block lädt eine neue Seite, bringt den Benutzer aber nach Login zurück auf die Ursprungsseite.</li><li>Das Registrierungsformular kann eine Bestätigung der E-Mail Adresse (doppelte Eingabe) fordern.</li></ol>Diese Features können in den <a href="%url">Login Tobbogan Einstellungen</a> einzeln (de)aktiviert werden.</p><p>Sieht der Login Pfad "http://yoursite.com/tobbogan/login" seltsam aus? (Ja wir wissen, ein lächerlicher Name.) Sie können die "url alias" Funktion des path.module verwenden, um den Login Pfad umzustellen (zB auf "usr/login" oder nur "login").</p><p>Weil dieses Modul den Drupal Login Prozess völlig umkrempelt, möchten Sie möglicherweise den Text des Begrüßungsemails auf der Benutzereinstellungsseite überarbeiten. ZB sollten Sie das Passwort lieber nicht mitschicken, wenn "Passwort bei Anmeldung eingeben" aktiviert ist. Ebenso wird bei dieser Einstellung oder bei "Sofortiges Login" die Adresse %login_url zu einer Verifizierungs-URL, die der Benutzer besuchen muss, um zu einem authentifizierten Benutzer zu werden. Dies ist ein Beispiel eines Begrüßungsemails:</p>

source: Username or Email Address
de: Benutzername oder E-Mail Adresse

source: Enter your %s username. email address, or an ID from one of our affiliates: %a.
de: Geben Sie ihren %s Benutzernamen, E-Mail Adresse, oder eine ID von einer unserer assoziierten Sites: %a.

source: Confirm E-mail address
de: E-Mail Adresse Bestätigung

source: Please re-type your email address to confirm it is accurate.
de: Bitte geben Sie ihre E-Mail Adresse nocheinmal zur Bestätigung ein.

source: drupal user account details for %s
de: Drupal Benutzerkonto Details für %s
pl: Szczegóły konta dla %s

source: %username, You may now login to %uri using the following username and password: username: %username password: %password %edit_uri --drupal
de: %username, Sie können sich nun auf %uri mit dem folgenden Benutzernamen und Passwort einloggen: Benutzername: %username Passwort: %password %edit_uri --drupal
pl: %username, Możesz się już zalogować na stronie %uri używając następującej nazwy użytkownika i hasła: nazwa użytkownika: %username hasło: %password %edit_uri --drupal

source: <p>Welcome to Drupal. You are user #1, which gives you full and immediate access. All future registrants will receive their passwords via e-mail, so please make sure your website e-mail address is set properly under the general settings on the <a href="%settings">settings page</a>.</p><p> Your password is <strong>%pass</strong>. You may change your password below.</p>
de: <p>Willkommen bei Ddrupal. Sie sind Benutzer #1, was Ihnen vollen und sofortigen Zugriff gibt. Alle zukünftigen Benutzerkonten werden ihr Passwort per E-Mail erhalten, also stellen Sie nun sicher, daß die E-Mail Adresse dieser Website bei den allgemeinen Einstellungen auf der <a href="%settings">Einstellungsseite</a> richtig angegeben ist.</p><p> Ihr Passwort ist <strong>%pass</strong>. Sie können Ihr Passwort hier ändern.</p>
pl: <p>Witaj w systemie Drupal. Jesteś użytkownikiem #1, dzięki czemu masz nieograniczone prawa dostępu. Wszyscy nowi użytkownicy otrzymają hasło przez e-mail, sprawdź więc czy jest poprawnie ustawiony w <a href="%settings">konfiguracji witryny</a>.</p><p> Twoje hasło to <strong>%pass</strong>. Możesz zmienić je poniżej.</p>

source: Created a new user account. No e-mail has been sent.
de: Ein neues Benutzerkonto wurde angelegt, keine E-Mail versandt.
pl: Stworzono nowe konto użytkownika. Nie wysłano e-maila.

source: A validation email has been sent to your e-mail address. You will need to follow the instructions in that message in order to gain full access to the site.
de: Eine E-Mail zur Validierung wurde an Ihre E-Mail Adresse geschickt. Sie müssen die Anweisungen in dieser Nachricht befolgen, um vollen Zugang zu dieser Site zu erlangen.

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.<br />In the meantime, your password and further instructions have been sent to your e-mail address.
de: Danke für das Ansuchen um ein Benutzerkonto. Eine Zustimmung des Administrators ist noch ausständig.<br />Das Passwort und weitere Anweisungen wurden bereits an Ihre E-Mail Adresse geschickt.
pl: Dziękujemy za podanie danych potrzebnych do utworzenia konta. Zostały one wysłane do administratora strony. <br /> Hasło i dalsze instrukcje zostały wysłane na Twój adres e-mail.

source: You may not use an email address as your username.
de: Sie dürfen keine E-Mail Adresse als Benutzernamen verwenden.

source: Your email address and confirmed email address must match.
de: Die beiden E-Mail Adressen müssen übereinstimmen.

source: validate email address
de: E-Mail Adresse validieren

source: LoginToboggan collapsible login
de: LoginToboggan zusammenklappbares Login

source: Username or Email
de: Benutzername oder E-Mail

source: Username
de: Benutzername

source: Log in
de: Einloggen

source: Register a new account
de: Neues Benutzerkonto registrieren

source: Create a new user account.
de: Neues Benutzerkonto anlegen.

source: Request new password
de: Neues Passwort anfordern

source: Request new password via e-mail.
de: Neues Passwort per e-mail anfordern.

source: Allow users to login using their email address
de: Login mittels E-Mail Adresse erlauben

source: Users will be able to enter EITHER their username OR their email address to log in. note: This will disallow users from registering using an email address as their username.
de: Benutzer können entweder ihren Benutzernamen oder ihre e-mail Adresse zum Einloggen verwenden. Anmerkung: wenn aktiviert, ist eine e-mail Adresse als Benutzername unzulässig.

source: Use two email fields on registration form
de: Zwei E-Mail Felder am Registrierungsformular

source: User will have to type the same email address into both fields. This helps to confirm that they've typed the correct address.
de: Die Benutzer müssen die gleiche Adresse in beide Felder eingeben. Dies hilft sicherzustellen, dass sie die richtige Adresse eingeben.

source: Set Password
de: Passwort setzen
pl: Ustaw Hasło

source: This will allow users to choose their initial password when registering. If 'Set password & Immediate login' is selected, users will be assigned to the role below and logged in immediately. They will not be assigned to the "athenticated user" role until they confirm their email address by following the link in their registration email. It is HIGHLY recommended that you set up a "pre-authorized" role with limited permissions for this purpose. <br />NOTE: If you enable either of these features, you should edit the %settings--more help in writing the email message can be found %help.
de: Dies wird es Benutzern erlauben, das anfängliche Passwort bei der Registrierung zu setzen. Falls 'Passwort setzen & sofort einloggen' gewählt ist, so erhalten die Benutzer die unten angegebene Benutzergruppe und sind sofort eingeloggt. Sie bekommen die 'authenticated user' Rolle erst bei Bestätigung der E-Mail Adresse über den Link in der Registrierungsnachricht. Es wird EINDRINGLICH empfohlen, daß Sie eine 'pre-authorized' Benutzergruppe mit limitierten Rechten für diesen Zweck einrichten. <br />ANMERKUNG: Wenn Sie eines dieser Optionen aktivieren, sollten Sie die %settings bearbeiten -- weitere Hilfe zum Schreiben der E-Mail finden Sie in %help.

source: If either "Set password during registration" or "Immediate login" is selected, users will be able to login before their email address has been authenticated. Therefore, you must choose a role for new non-authenticated users. Users will be removed from this role and assigned to the "authenticated user" once they follow the link in their welcome email. Add new roles <a href="%url">here</a>.
de: Wenn entweder "Passwort während Registrierung" oder "Sofortiger Login" eingestellt ist, können Benutzer noch vor Validierung ihrer E-Mail Adresse einloggen. Wählen Sie eine Benutzergruppe für diese Benutzer. Neue Benutzer wandern bei Validierung der E-Mail automatisch in die "authenticated user" Gruppe. Legen Sie <a href="%url">neue Benutzergruppen</a> hier an.

source: Access Denied. You may need to log in to access this page.
de: Zugriff verweigert. Sie müssen sich evtl. anmelden, um diese Seite zu sehen.
pl: Dostęp zabroniony. Być może musisz się zalogować aby zobaczyć tę stronę.

source: Email validation URL used for %name with timestamp %timestamp.
de: E-Mail Validierungs URL wurde für %name mit Zeitstempel %timestamp benutzt.

source: You have successfully validated your email address.
de: Sie haben Ihre E-Mail Adresse erfolgreich bestätigt.

source: logintoboggan
de: logintobbogan

source: <p>The Login Toboggan module improves the Drupal login system by offering the following features: <ol> <li>Allow users to login using either their username OR their e-mail address.</li> <li>Allow users to define their own password.</li> <li>Allow users to login immediately.</li> <li>Provide a login form on Access Denied pages for non-logged-in (anonymous) users.</li> <li>The module provides two login block options: One uses JavaScript to display the form within the block immediately upon clicking "log in". The other brings the user to a separate page, but returns the user to their original page upon login.</li> <li>Customize the registration form with two e-mail fields to ensure accuracy.</li> </ol> These features may be turned on or off in the Login Toboggan <a href="%url">settings</a>.</p> <p>Feel funny about people logging in at "http://yoursite.com/toboggan/login"? (Yes, we know it's a silly name.) You can use the path.module's "url aliases" to redefine Login Toboggan's paths as something else (perhaps: "usr/login" or just "login").</p> <p>Because this module completely reorients the Drupal login process you will probably want to edit the welcome e-mail on the user settings page. For instance if you have enabled "Set passwords during registration" you probably should not send the user's password out in the welcome e-mail. Also when either "Set passwords during registration" or "Immediate login" are enabled, the %login_url becomes a verification url that the user MUST visit in order to enable authenticated status. The following is an example welcome e-mail:</p>
pl: <p>Moduł Login Toboggan wzbogaca system logowania Drupala o następujące elementy: <ol> <li>Logowanie przy użyciu loginu LUB e-maila.</li> <li>Definiowanie własnego hasła.</li> <li>Natychmiastowe logowanie.</li> <li>Dostarcza formularz logowania na stronach do których anonimowy użytkownik nie ma dostępu.</li> <li>Blok logowania może przybierać dwie formy: napis "Zaloguj/Zarejestruj" po kliknięciu którego rozwija się formularz logowania i rejestracji lub link do strony z formularzem logowania, przy czym po zalogowaniu użytkownik wraca do strony którą oglądał.</li> <li>Możliwość ustawienia podwójnego pola e-mail przy rejestracji (w celu zapewnienia poprawności).</li> </ol> Te funkcje mogą zostać włączone lub wyłączone w <a href="%url">ustawieniach modułu</a>.</p> <p>Masz przeczucie, że twoi użytkownicy będą się uśmiechać widząc ścieżkę "http://yoursite.com/toboggan/login"? (Tak, wiemy że ta nazwa jest zabawna.) Użyj funkcji "aliasy adresów" modułu path aby zdefiniować ścieżki do Loginu Tobbogan's (np: "login").</p> <p>Ponieważ ten moduł całkowicie zmienia proces logowania i rejestracji Drupala, będziesz prawdopodobnie chciał zmienić informacje wysyłane mailem do użytkowników przy rejestracji. Jeśli przykładowo wybrałeś opcję "Zezwól na podanie hasła podczas rejestracji" nie musisz wysyłać w mailu powitalnym hasła. Jeśli wspomniana opcja (lub "Zaloguj natychmiast") jest wybrana %login_url staje się adresem weryfikacyjnym który użytkownik MUSI odwiedzić w celu uzyskania statusu użytkownika autoryzowanego. Poniżej przykład powitalnego maila:</p>

source: Username or e-mail Address
pl: Nazwa użytkownika lub adres e-mail

source: Enter your %s username. e-mail address, or an ID from one of our affiliates: %a.
pl: Podaj nazwę lub e-mail użytkownika ze strony %s, lub ID z innej strony opartej o system Drupal: pomoc %a.

source: You may not use an e-mail address as your username.
pl: Nie możesz użyć e-maila jako swojej nazwy użytkownika.

source: This will allow users to choose their initial password when registering. If 'Set password & Immediate login' is selected, users will be assigned to the role below and logged in immediately. They will not be assigned to the "athenticated user" role until they confirm their e-mail address by following the link in their registration e-mail. It is HIGHLY recommended that you set up a "pre-authorized" role with limited permissions for this purpose. <br />NOTE: If you enable either of these features, you should edit the %settings--more help in writing the e-mail message can be found %help.
pl: Ta opcja umożliwia wybór hasła przez użytkownika podczas rejestracji. Jeśli wybrano opcję 'Ustaw hasło i zaloguj natychmiast', użytkownikowi zostanie przyznana ranga wybrana poniżej i zostanie on natychmiast zalogowany do serwisu. Dopóki nie potwierdzą swojego adresu e-mail przez kliknięcie odnośnika w mailu potwierdzającym, nie zostanie im przyznana ranga "authenticated user" (użytkownik autoryzowany). ZALECANE jest abyś stworzył w tym celu specjalną rangę z ograniczonymi prawami. <br />Wskazówka: Jeśli wybierzesz jedną z tych opcji powinieneś zmienić mail powitalny w %settings. Przykładowy e-mail powitalny znajdziesz tutaj: %help.

source: If either "Set password during registration" or "Immediate login" is selected, users will be able to login before their e-mail address has been authenticated. Therefore, you must choose a role for new non-authenticated users. Users will be removed from this role and assigned to the "authenticated user" once they follow the link in their welcome e-mail. Add new roles <a href="%url">here</a>.
pl: Jeśli wybrano opcję 'ustaw hasło podczas rejestracji' lub 'zaloguj natychmiast', użytkownicy będą mogli zalogować się przed potwierdzeniem poprawności swojego adresu e-mail. Powinieneś wybrać dla nich specjalną rangę użytkowników nieautoryzowanych. Użytkownik zostanie pozbawiony tej rangi i przesunięty do rangi "authenticated user" jak tylko kliknie w link wysłany w e-mailu potwierdzającym rejestrację. Nowe rangi możesz dodać <a href="%url">tutaj</a>.

source: Please choose a password for your account; it must be !length 30 characters and spaces are not allowed.
he: בבקשה לבחור סיסמה לכניסה למערכת. הסיסמה חייבת להיות בין 6 ל-30 אותיות, ואסור שיהיו בה רווחים

source: Enter your %s username, e-mail address, or an ID from one of our affiliates: !a.
he: אפשר להכניס את הכינוי שלך באתר זה, או באחד מהאתרים השותפים: %a.
