Repository: linnovate/openideal
Catalog: modules/acquia/webform/translations/*.po
Languages: pl, uk

source: Set the default value of this field to the user email, if he/she is logged in.
pl: Ustawia tą wartość jako e-mail użytkownika, jesli się zaloguje.
uk: Встановити електропошту користувача як значення цього поля.

source: Width
pl: Szerokość
uk: Ширина

source: Width of the textfield.
pl: Szerokość pola tekstowego.
uk: Ширина текстового поля.

source: Leaving blank will use the default size.
pl: Pozostawiając puste, system użyje domyślnej szerokości.

source: E-mail a submission copy
pl: E-mail z kopią odpowiedzi

source: Check this option if this component contains an e-mail address that should get a copy of the submission. Emails are sent individually so other emails will not be shown to the recipient.
pl: Zaznacz, jeśli adres e-mail powinien otrzymać kopię odpowiedzi.

source: Disabled
pl: Wyłączone
uk: Вимкнено

source: Make this field non-editable. Useful for setting an unchangeable default value.
pl: Zaznacz, aby pole stało się nie edytowalne. Przydatne, aby ustawić domyślną, niezmienną wartość.
uk: Заборонити редагування. Корисно для встановлення значення за стандартом.

source: %value is not a valid email address.
pl: %value nie jest poprawnym adresem e-mail.
uk: Введено неправильну адресу: '%value'.

source: A textfield that automatically fills in a logged-in user's e-mail.
pl: Pole tekstowe, wypełniające się automatycznie adresem e-mail zalogowanej osoby.

source: Average submission length in words (ex blanks)
pl: Przybliżona długość wpisu, w słowach (bez spacji)
uk: Середній розмір заповнення (слів за виключенням пробілів)

source: Collapsible
pl: Zwijane
uk: Можна згорнути

source: If this fieldset is collapsible, the user may open or close the fieldset.
pl: Zaznacz, jeśli grupa ma być zwijana.
uk: Якщо відмічено, ці поля можна згортати або розгортати натисненням на посилання у заголовку набора

source: Collapsed by Default
pl: Zwijane domyślnie
uk: Згорнуте за стандартом

source: Collapsible fieldsets are "open" by default. Select this option to default the fieldset to "closed."
pl: Grupy domyslnie są otwarte, zaznacz aby zmienić na zamknięte.
uk: Набори розгорнуті за стандартом. Поставте хрестик тут, для того, щоб набори були згорнуті за стандартом.

source: Fieldsets allow you to organize multiple fields into groups.
pl: Grupy pozwalają dzielić pola formularza.

source: Upload Filtering
pl: Filtry wysyłania plików

source: Web Images
pl: Obrazki internetowe
uk: Малюнки та фото для Інтернету

source: Desktop Images
pl: Tła pulpitu
uk: Великі малюнки

source: Documents
pl: Dokumenty
uk: Документи

source: Media
pl: Inne media
uk: Мультимедійні файли

source: Archives
pl: Archiwa
uk: Архіви

source: Additional Extensions
pl: Inne rozszerzenia
uk: Інші файли

source: Enter a list of additional file extensions for this upload field, seperated by commas.<br /> Entered extensions will be appended to checked items above.
pl: Podaj rozszerzenia oddzielone przecinkami.
uk: Уведіть перелік через кому розширень файлів, які можна завантажити. Вони будуть додані до попередньо наведеного переліку.

source: Enter the max file size a user may upload (in KB).
pl: Podaj maksymalną wielkośc pliku (ów) w KB
uk: Введіть максимально дозволений розмір файла (в КБ)

source: Webform uploads are always saved in the site files directory. You may optionally specify a subfolder to store your files.
pl: Możesz podać własny folder, w którym przechowywane będą pliki.
uk: Файли форми завжди зберігаються в каталозі /files/ Вашого сайту. Ви можете вказати каталог усередині /files/ для того, щоб відділити файли опитувача від інших.

source: Width of the file field.
pl: Szerokość pola pliku.

source: Category
pl: Kategoria
uk: Категорія

source: Types
pl: Typy
uk: Типи

source: %field field is required.
pl: Pole %field jest wymagane.
uk: Треба вказати %field.

source: Files with the '%ext' extension are not allowed, please upload a file with a %exts extension.
pl: Pliki z rozszerzeniem `%ext` są niedozwolone. Możesz umieszczać tylko pliki z rozszerzeniami %exts.
uk: Файли з розширенням '%ext' не можна завантажувати, будь ласка, завантажуйте файли з дозволеними розширеннями: %exts .

source: The file '%filename' is too large (%filesize KB). Please upload a file %maxsize KB or smaller.
pl: Plik %filename jest za wielki (%filesize KB). Pliki mogą mieć maksymalną wielkość %maxsize KB.
uk: Файл '%filename' надто великий (%filesize KB). Будь ласка, завантажуйте файли розміром %maxsize KB або менше.

source: The uploaded file %filename was unable to be saved. The destination directory may not be writable.
pl: Niemożliwe było zapisanie pliku %filename. Możliwe, że folder jest nie do zapisu.
uk: Файл %filename не вдалося завантажити. Каталог призначення зачинений для запису.

source: The uploaded file was unable to be saved. The destination directory does not exist.
pl: Nie można było zapisać pliku, folder nie istnieje.

source: Uploading a new file will replace the current file.
pl: Zapisanie aktualnego pliku nadpisze stary plik.

source: Allow users to submit files of the configured types.
pl: Zezwól użytkownikom na umieszczanie plików o konfigurowalnych typach.

source: User uploaded file
pl: Plik uzytkownika
uk: Файли, завантажені користувачами

source: Average uploaded file size
pl: Średnia wielkość pliku
uk: Середній розмір завантажених файлів

source: Filesize (KB)
pl: Wielkość (KB)

source: Options
pl: Opcje
uk: Варіанти

source: Questions
pl: Pytania

source: Questions list down the left side. One question per line.
pl: Lista pytań, jedno w każdej linii.

source: Randomize Options
pl: Losuj odpowiedzi

source: Randomizes the order of options on the top when they are displayed in the form.
pl: Losowo posortuj odpowiedzi na formularzu.

source: Randomize Questions
pl: Losuj pytania

source: Randomize the order of the questions on the side when they are displayed in the form.
pl: Losowo posortuj pytania na formularzu.

source: Allows creation of grid questions, denoted by radio buttons.
pl: Zezwala na tworzenie siatki pytań, wybieranych polami radio.

source: @name (hidden)
pl: @name (ukryty)

source: A field which is not visible to the user, but is recorded with the submission.
pl: Pole niewidoczne dla uzytkownika, ale zapisywane podczas wypełniania.

source: Empty
pl: Puste
uk: Пусте

source: Non-empty
pl: Niewypełnione
uk: Не пусте

source: Markup allows you to enter custom HTML or PHP logic into your form.
pl: Zaznacz, jeśli zezwalasz użytkownikom wpisać kod HTML lub PHP.
uk: Розмітка - дозволено HTML або PHP у цьому полі.

source: Preview
pl: Podgląd
uk: Перегляд

source: Displays text as HTML in the form; does not render a field.
pl: Wyświetla tekst jako HTML w formularzu.

source: Break up a multi-page form.
pl: Stwórz wielo stronnicowy formularz.

source: The default value of the field. For multiple selects use commas to separate multiple defaults.
pl: Domyślna wartość dla pola. Dla wielu opcji, użyj przecinka do ich rozdzielenia.
uk: Значення поля за стандартом. Для кількох значень, розділяйте їх комами.

source: Multiple
pl: Wiele
uk: Багатоваріантний вибір

source: Check this option if the user should be allowed to choose multiple values.
pl: Zaznacz tą opcję, aby użytkownik mógł wybrać więcej niż jedną odpowiedź.
uk: Оберіть цю опцію для дозволу на вибір кількох значень.

source: Listbox
pl: Lista
uk: Перелік

source: Check this option if you want the select component to be of listbox type instead of radiobuttons or checkboxes.
pl: Zaznacz tą opcję, jesli uzytkownik powinien wybrać odpowiedź z listy a nie z elementów radio czy checkbox.
uk: Оберіть цю опцію для показу переліку.

source: Options within the select list must be unique. The following keys have been used multiple times:
pl: Opcje na liście muszą być unikalne. Poniższe opcje zostały użyte więcej niż raz:

source: select...
pl: wybierz...
uk: вибір...

source: Allows creation of checkboxes, radio buttons, or select menus.
pl: Umożliwia stworzenie checkboxów, elementów radio i wyborów z menu.
uk: Дозволяє створювати хрестики, перемикачі, перелік.

source: Height
pl: Wysokość
uk: Висота

source: Height of the textfield.
pl: Wysokość pola tekstowego.
uk: Висота текстового поля (в рядках).

source: Resizable
pl: Rozszerzalne

source: Make this field resizable by the user.
pl: Umożliw zmianę rozmiaru pola.

source: A large text area that allows for multiple lines of input.
pl: Pole tekstowe umożliwia wpisanie wielu linii tekstu.
uk: Велике текстове поле, яке дозволяє ввод у кілька рядків.

source: Maxlength
pl: Maksymalna długość
uk: Максимальна довжина

source: Maxlength of the textfield.
pl: Maksymalna długość pola tekstowego.
uk: Максимальна довжина поля.

source: Label placed to the left of the textfield
pl: Opis pola, umieszczony po lewej stronie

source: Examples: $, #, -.
pl: Np: $, #, -.

source: Label placed to the right of the textfield
pl: Opis pola umieszczony po prawej stronie

source: Examples: lb, kg, %.
pl: Np: lb, kg, %.

source: Basic textfield type.
pl: Typ pola tekstowego.
uk: Базове текстове поле.

source: Accepts a time in any <a href="http://www.gnu.org/software/tar/manual/html_chapter/Date-input-formats.html">GNU Date Input Format</a>. Strings such as now, +2 hours, and 10:30pm are all valid.
pl: Akceptuje format czasu <a href="http://www.gnu.org/software/tar/manual/html_chapter/Date-input-formats.html">z tej listy</a>. Np: '+2 hours' czy 10:30pm'.

source: Time Format
pl: Format czasu
uk: Формат часу

source: Format the display of the time in 12 or 24 hours.
pl: Format czasu, 12 lub 24 godzinny.
uk: Формат відбраження часу: 24-годинний или 12-годинний.

source: hour
pl: godzina
uk: година

source: minute
pl: minuta
uk: хвилина

source: Presents the user with hour and minute fields. Optional am/pm fields.
pl: Pokazuje uzytkownikowi pola godziny i minuty. Opcjonalnie pola am/pm.
uk: Поля для вводу часу в форматі "години" та "хвилини". Додатково можна ввести am/pm значення для часу.

source: submissions
uk: результати заповнення

source: analysis
uk: аналіз

source: table
uk: таблиця

source: download
uk: забрати файл

source: edit
uk: редагувати

source: clear
uk: очистити

source: Submitted on
uk: Дата заповнення

source: Submitted by user
uk: Заповнено користувачем

source: Submitted by anonymous user
uk: Заповнено анонімно

source: Submitted values are
uk: Відповіді

source: Webforms are forms and questionnaires. To add one select <strong>create content -&gt; webform</strong>. Below you can set different security and debug options.
uk: За допомогою Опитувача можна створювати тести, опитання, форми для відправлення і таке інше. Нижче можна зробити деякі попередні налаштування.

source: Available variables are: %username, %useremail, %site, %date.
uk: Доступні оператори: %username, %useremail, %site, %date.

source: You can also use %server[key] to add any of the special PHP <a href="http://www.php.net/reserved.variables#reserved.variables.server">$_SERVER</a> variables and %get[key] to create prefilled forms from the <a href="http://www.php.net/reserved.variables#reserved.variables.get">URL</a> (e.g. %server[HTTP_USER_AGENT] or %get[id]).
uk: Можна використовувати %server[key] для додання PHP-команд <a href="http://www.php.net/reserved.variables#reserved.variables.server">$_SERVER</a> и %get[key] щоб створити форми з попередньо заповненими полями <a href="http://www.php.net/reserved.variables#reserved.variables.get">URL</a> (т.е. %server[HTTP_USER_AGENT] или %get[id]).

source: If you are using the profiles module, you can also access all profile data using the syntax %profile[form_name]. If you for example have a profile value named profile_city, add the variable %profile[profile_city].
uk: Якщо використовується модуль <em> profile </em>, можна підставляти дані з полей модуля, використовуючи синтаксис %profile[form_name]. Наприклад, якщо в профайлах є поле profile_city, лише додайте параметр %profile[profile_city].

source: Available Components
uk: Доступні компоненти

source: Below is a list of supported field types available for webform. You may disable any of these components by unchecking its corresponding box. Only checked components will be available in existing or new webforms.
uk: Перелік підтримуємих типів полей в опитувачі. Можна вимкнути будь-яке з них, лише прибравши відповідній хрестик. Лише відмічені компоненти будуть доступні в існуючих або знову створених формах опитувача.

source: Advanced Options
uk: Додаткові налаштування

source: Allow Cookies for Tracking Submissions
uk: Дозволити записувати дії користувача в cookie

source: <a href="http://www.wikipedia.org/wiki/HTTP_cookie">Cookies</a> can be used to help prevent the same user from repeatedly submitting a webform. This feature is not needed for limiting submissions per user, though it can increase accuracy in some situations. Besides cookies, webform also uses IP addresses and site usernames to prevent repeated submissions.
uk: <a href="http://www.wikipedia.org/wiki/HTTP_cookie">Cookies</a> використовються для запису та запобігання численних відправлень опитувача тим самим користувачем. Це налаштування працює незалежно від механизму обмеження кількості заповнень, але в деяких випадках може підвищити точність регулятора відправлень. Окрім cookies, опитувач також використовую запис IP-адрес для запобігання численних відправлень.

source: Webforms Debug
uk: Ремонт опитувача

source: Set this option to "Log submissions" to log all submissions in the watchdog. Set it to "Full debug" to print debug info on submission. You probably want to leave this option on "OFF".
uk: Ввімкніть "Log submissions" для запису усіх заповнень форми у логи системи. Ввімкніть "Full debug" для виводу службових повідомлень у ході заповнення прямо на екран. Цю опцію краще вимкнути.

source: View and edit all the available webforms on your site.
uk: Переглянути та редагувати усі опитувачі.

source: Delete Selected
uk: Видалити відмічене

source: Done
uk: Зроблено

source: The form component has been changed. Remember to press Submit on the bottom of this form to save your changes.
uk: Компонент форми було змінено. Обов'язково натисніть кнопку внизу форми, щоб змінення почали працювати.

source: Edit Selected
uk: Редагувати відмічене

source: Field deleted, form must be submitted to save changes
uk: Поле видалено, треба зберегти форму, щоб змінення почали працювати.

source: A component must be selected to delete
uk: Треба обрати компонент для видалення

source: Submission limit must be a number
uk: Обмеження кількості заповнень має бути числом

source: Message to be shown upon successful submission or a path to a redirect page. Redirect pages must start with <em>http://</em> for external sites or <em>internal:</em> for an internal path. i.e. <em>http://www.example.com</em> or <em>internal:node/10</em>
uk: Повідомлення для підтвердження заповнення або посилання, куди буде направлено користувача після заповнення опитувача. Посилання почніть символами <em>http://</em>для зовнішніх посилань або <em>internal:</em> для внутрішніх. Тобто <em>http://www.example.com</em> или <em>internal:node/10</em>

source: Components
uk: Компоненти

source: Add a new component
uk: Додати новий компонент

source: Each component adds a new field to the form. Any number components (even of the same type) may be added to the form. Select a component type to add above.
uk: Кожен компонент додає нове поле до форми. До форми може бути додана будь-яка кількість полей для заповнення, навіть однакових.

source: Mail Settings
uk: Налаштування відправлень електропоштою

source: Form submissions will be e-mailed to this address. Leave blank for none.
uk: Результати заповнення будуть надіслані на цю електропошту. Залишіть пусте поле, щоб результати не надсилались.

source: After adding components to this form, any email or hidden form element may be selected as the sender for e-mails.
uk: Після додання компонентів "приховане поле" або "електропошта", можна зробити вміст доданих полей адресатом надісланого листа.

source: After adding components to this form, any textfield or hidden form element may be selected as the subject line for e-mails.
uk: Після додання компонентів "приховане поле" або "текстове поле", можна зробити вміст доданих полей темою надісланого листа.

source: Advanced Settings
uk: Розширені налаштування

source: Limit to
uk: Обмежити до

source: submission(s)
uk: заповнень

source: Enter PHP code to perform additional validation for this form. Include the &lt;?php ?&gt; tags. $form_id and $form_values are available variables. If validation fails, use the form_set_error function to prevent the form from being submitted. Use the same syntax as a _validate function used in the <a href="http://api.drupal.org/api/file/developer/topics/forms_api.html">Forms API</a>.
uk: Використати php для додаткової обробки. Ввімкніть &lt;?php ?&gt; в код. Доступні оператори: $form_id и $form_values

source: Enter PHP code to perform additional processing for this form (after the validation). Include the &lt;?php ?&gt; tags. $form_id and $form_values are available variables, use the same syntax as a _submit function used in the <a href="http://api.drupal.org/api/file/developer/topics/forms_api.html">Forms API</a>.
uk: Використовувати php для додаткової обробки. Ввімкніть &lt;?php ?&gt; в код. Доступні оператори: $form_id та $form_values

source: Redirect POST Values
uk: Перенаправляти POST - запити

source: Forward the contents of the POST array to the redirect URL. Use this option for custom processing of the form information. No processing will be done by webform. The confirmation option above MUST be a full redirect URL for this option to have an effect.
uk: Перенаправляти POST - запити

source: Component not found
uk: Компонент не знайдено

source: Field Details
uk: Деталі

source: Name of the field. This is used as a descriptive label and as the key when saving data in the database.
uk: Им'я поля. Використовується для показу користувачам та при зберіганні у БД.

source: The webform component
uk: Компонент форми

source: does not have an edit function defined
uk: не має визначеної функції редагування

source: Unauthorized webform access attempt
uk: Несанкціонований доступ до форми

source: is not able to be displayed
uk: не можна показати

source: The authenticated user <a href="%userURL">%username</a> attempted to submit more entries than allowed on the <a href="%webformURL">%webformTitle</a> webform
uk: Зареєстрований користувач<a href="%userURL">%username</a> намагався надіслати форму <a href="%webformURL">%webformTitle</a> більше разів, ніж це дозволено в налаштуваннях

source: An anonymous user with IP address %ip attempted to submit more entries than allowed on the <a href="%webformURL">%webformTitle</a> webform
uk: Користувач з IP-адресою %ip намагався надіслати форму більше разів, ніж це дозволено в налаштуваннях <a href="%webformURL">%webformTitle</a>

source: You have submitted the maximum number of entries. Check submission guidelines.
uk: Ви надіслали відповідь максимально дозволену кількість разів.

source: Form submission from:
uk: Результат заповнення від:

source: Possible spam attempt from @remote_addr
uk: Можлива спроба спаму з @remote_addr

source: Submission posted to
uk: Надіслано нове заповнення

source: No node with the id '%nid' could be found
uk: Не знайдено сторінки '%nid'

source: Webform module installed module tables successfully.
uk: Модуль форм встановлено успішно.

source: The installation of webform module was unsuccessful.
uk: Модуль форм не вдалося встановити.

source: Accepts any date in any <a href="http://www.gnu.org/software/tar/manual/html_node/tar_109.html">GNU Date Input Format</a>. Strings such as today, +2 months, and Dec 9 2004 are all valid.
uk: Можна ввести будь-яку дату в будь-якому форматі (див. приклади на <a href="http://www.gnu.org/software/tar/manual/html_node/tar_109.html">GNU Date Input Format</a> ). Можна вводити, наприклад, дату, як сьогодні, +2 дні або 9 грудня 2009 року.

source: Adjust the date according to a specific timezone. Website timezone is defined in the <a href="%settings">Site Settings</a> and is the default.
uk: Налаштування часу згідно глобальних налаштувань часових поясів сайту. Глобально час для сайту налаштовується в <a href="%settings">Налаштуваннях сайту</a>.

source: Automatically adjust the time during daylight savings.
uk: Автоматично виправляти час при переході на зимовий час

source: month
uk: місяць

source: January
uk: Січень

source: February
uk: Лютий

source: March
uk: Березень

source: April
uk: Квітень

source: May
uk: Травень

source: June
uk: Червень

source: July
uk: Липень

source: August
uk: Серпень

source: September
uk: Вересень

source: October
uk: Жовтень

source: November
uk: Листопад

source: December
uk: Декабрь

source: day
uk: день

source: This field is required.
uk: Обов'язкове поле.

source: field required
uk: обов'язково

source: Entered %name is not a valid date
uk: Введено неправильне значення %name

source: CC submission to this email
uk: Відправити копію на цю адресу

source: Check this option if the email specified in this component should get a CC submission.
uk: Відмітьте цю опцію, якщо треба відправляти на цю адресу копію заповнення опитувача.

source: Note that this opens the risk that the form can be used to send emails to any address and might be missused as a spam gateway.
uk: Приділіть увагу! Це дозволяє використати форму для відправлення пошти на будь-яку адресу та розсилання спаму.

source: A textfield that automatically fills in logged-in users e-mail.
uk: Поле, яке автоматично заповнюється адресою електропошти зареєстрованого користувача.

source: Fieldsets allow you to organize complex webforms into groups of fields.
uk: Набори полів допомогають логічно групувати поля.

source: Select the types of uploads you would like to allow.
uk: Оберіть тип файлів, які ви хочете дозволити.

source: Max Upload Size
uk: Макс. розмір файлу

source: Upload Directory
uk: Каталог для розміщення файлів

source: The uploaded file %filename was unable to be saved. The destination directory does not exist.
uk: Файл %filename не вдалося завантажити. Каталог призначення відсутній або не визначений в налаштуваннях.

source: Create a field which is not visible to the user, but is recorded with the submission.
uk: Створює приховане від користувача поле, яке надсилається з заповненням.

source: Presents a markup area of text. Does not render a field.
uk: Поле для розмітки. Лише для оформленняі.

source: A list of selectable options. One option per line.
uk: Перелік опцій для обирання. Одне значення у рядку.

source: Accepts a time in any <a href="http://www.gnu.org/software/tar/manual/html_node/tar_109.html">GNU Date Input Format</a>. Strings such as now, +2 hours, and 10:30pm are all valid.
uk: Можна ввести будь-який час в будь-якому форматі (див. приклади на <a href="http://www.gnu.org/software/tar/manual/html_node/tar_109.html">GNU Date Input Format</a> ). Можна вводити, наприклад, як сьогодні, +2 дні або 9 грудня 2009 року.

source: Adjust the time according to a specific timezone. Website timezone is defined in the <a href="%settings">Site Settings</a> and is the default.
uk: Налаштування часу згідно глобальних налаштувань часових поясів сайту. Глобально час для сайту налаштовується в <a href="%settings">Налаштуваннях сайту</a>.

source: field is required
uk: обов'язкове поле
