Repository: linnovate/openideal
Catalog: modules/acquia/webform/translations/*.po
Languages: pl, uk

source: Go back to the form
pl: Wróć do formularza
uk: Повернутися до форми

source: Submitted on @date
pl: Wypełnione @date

source: Submitted by user: @username [@ip_address]
pl: Wypełnione przez: @username [@ip_address]

source: Submitted by anonymous user: [@ip_address]
pl: Wypełnione anonimowo: [@ip_address]

source: The results of this submission may be viewed at:
pl: Odpowiedzi można obejrzeć:
uk: Результати заповнення можна продивитися тут:

source: Weight
pl: Waga
uk: Вага

source: Mandatory
pl: Wymagane
uk: Обов'язкове поле

source: Add
pl: Dodaj
uk: Додати

source: Submit
pl: Wyślij
uk: Надіслати

source: Publish
pl: Publikuj

source: Name
pl: Nazwa
uk: Назва

source: Type
pl: Typ
uk: Тип

source: Value
pl: Wartość
uk: Значення

source: Operations
pl: Operacje
uk: Операції

source: New component name
pl: Nazwa nowego komponentu

source: Edit
pl: Edycja

source: Clone
pl: Kopia

source: Delete
pl: Usuń
uk: Видалити

source: No Components, add a component below.
pl: Brak komponentów, dodać nowy poniżej.

source: When adding a new component, the name field is required.
pl: Podczas dodawania nowego komponentu, nazwa jest wymagana.

source: Your webform has been published.
pl: Formularz został opublikowany.

source: The component positions and mandatory values have been updated.
pl: Pozycje komponentów oraz wymagane pola zostały zaktualizowane.

source: Edit component: @name (@type)
pl: Edytuj komponent: @name (@type)

source: Label
pl: Etykieta

source: This is used as a descriptive label when displaying this form element.
pl: To pole jest używane jako etykieta opisująca dany element formularza.

source: Description
pl: Opis
uk: Опис

source: A short description of the field used as help for the user when he/she uses the form.
pl: Krótki opis pola, używany jako pomoc w zrozumieniu pytania.
uk: Короткий опис/підказка користувачеві, як заповнити це поле.

source: Advanced settings
pl: Dodatkowe opcje

source: Field Key
pl: Pole kluczowe

source: Enter a machine readable key for this form element. May contain only lowercase alphanumeric characters and underscores. This key will be used as the name attribute of the form element. This value has no effect on the way data is saved, but may be helpful if using Additional Processing or Validation code.
pl: Nazwa maszynowa pola (nie wyświetlana). Może zawierać jedynie małe litery, cyfry i podkreślniki.

source: Check this option if the user must enter a value.
pl: Zaznacz opcję, jeśli użytkownik będzie musiał wprowadzić wartość.
uk: Поставте хрестик, якщо користувач зобов'язаний ввести значення.

source: Include in e-mails
pl: Załącz w wiadomości e-mail

source: If checked, submitted values from this component will be included in e-mails.
pl: Jeśli zaznaczone, informacje z odpowiedzi w tym komponencie będą zawarte w wiadomości e-mail.

source: Root
pl: Główny

source: Parent Fieldset
pl: Grupa zawierająca
uk: Батьки поля

source: Optional. You may organize your form by placing this component inside another fieldset.
pl: Opcjonalne. Możesz umieszczać odpowiedzi poszeregowane w grupach.
uk: Опціонально. Ви можете об'єднувати компоненти в логічні групи

source: Optional. In the menu, the heavier items will sink and the lighter items will be positioned nearer the top.
pl: Opcjonalne. Elementy menu będą sortowane po wadze.
uk: Опціонально. Важчі пункти потонуть до низу, легші - спливуть до верху.

source: The webform component of type @type does not have an edit function defined.
pl: Komponen formularza typu @type nie posiada funkcji edycji.

source: The field key %field_key is invalid. Please include only lowercase alphanumeric characters and underscores.
pl: Klucz pola %field_key jest zły. Prosze podać jedynie małe litery, cyfry oraz podkreślniki.

source: The field key %field_key is already in use by the field labeled %existing_field. Please use a unique key.
pl: Klucz pola %field_key jest już używany przez %existing_field. Proszę podać inny, unikalny klucz.

source: Component %name cloned.
pl: Komponent %name został skopiowany.

source: Component %name updated.
pl: Komponent %name został zaktualizowany.

source: New component %name added.
pl: Komponent %name został dodany.

source: Delete the %name fieldset?
pl: Usunąć grupę %name?

source: This will immediately delete the %name fieldset and all children elements within %name from the %webform webform. This cannot be undone.
pl: Ta operacja spowoduje usunięcie grupy %name oraz wszystkie elementy wewnątrz %name z formularza %webform. Operacja nie będzie mogła być cofnięta.

source: Delete the %name component?
pl: Chcesz na pewno usunąć %name?

source: This will immediately delete the %name component from the %webform webform. This cannot be undone.
pl: Ta operacja spowoduje usunięcie komponentu %name z formularza %webform. Operacja nie może zostać cofnięta.

source: Component %name deleted.
pl: Komponent %name został usunięty.

source: Delimited text
pl: Podzielony tekst

source: A plain text file delimited by commas, tabs, or other characters.
pl: Zwykły tekst podzielony przecinkami, tabulacjami lub innymi znakami.

source: A file readable by Microsoft Excel.
pl: Plik odczytywany przez Microsoft Excel.

source: Submissions for %user
pl: Odpowiedzi użytkownika %user

source: All
pl: Wszystkie

source: Show !count results per page.
pl: Pokaż !count wpisów na stronie.

source: Showing all results.
pl: Pokaż wszystkie wyniki.

source: @total results total.
pl: Razem @total wyników.

source: Submitted
pl: Wysłano
uk: Надіслано

source: User
pl: Użytkownik

source: IP Address
pl: Adres IP
uk: IP адреса

source: View
pl: Zobacz
uk: Продивитись

source: There are no submissions for this form. <a href="!url">View this form</a>.
pl: Brak wpisów dla formularza. <a href="!url">Zobacz formularz</a>.

source: Clear Form Submissions
pl: Wyczyść wszystkie odpowiedzi formularza
uk: Очистити результати заповненя форми

source: Are you sure you want to delete all submissions for this form?
pl: Czy na pewno chcesz usunąć wszystkie odpowiedzi formularza?
uk: Впевнені, що хочете видалити всі результати заповення цієї форми?

source: Clear
pl: Wyczyść
uk: Очистити

source: Cancel
pl: Anuluj
uk: Відміна

source: Webform %title entries cleared.
pl: Odpowiedzi formularza %title zostały wyczyszczone.
uk: Результати заповнення %title видалені.

source: Export format
pl: Format exportu

source: Delimited text format
pl: Podzielony tekst

source: Comma (,)
pl: Przecinek (,)

source: Tab (\t)
pl: Tabulator (\t)

source: Semicolon (;)
pl: Średnik (;)

source: Colon (:)
pl: Dwukropek (:)

source: Pipe (|)
pl: Linia (|)

source: Period (.)
pl: Kropka (.)

source: Space ( )
pl: Spacja ( )

source: Download
pl: Pobierz

source: Submission Details
pl: Informacje o wpisie

source: Serial
pl: Numer seryjny

source: Time
pl: Czas
uk: Час

source: Username
pl: Użytkownik

source: Q
pl: P
uk: Пит.

source: responses
pl: Odpowiedzi
uk: відповідей

source: Delete Form Submission
pl: Usuń odpowiedź.
uk: Видалити результати заповнення

source: Are you sure you want to delete this submission?
pl: Czy na pewno chcesz usunąć tą odpowiedź?
uk: Впевнені, що хочете видалити це заповнення?

source: Submission deleted.
pl: Odpowiedź została usunięta.
uk: Видалено.

source: Webforms are forms and questionnaires. To add one, select <a href="!url">Create content -&gt; Webform</a>.
pl: Webformularze to formularze oraz kwestionariusze. Pod <a href="!url">tym adresem</a> możesz dodać nowy formularz.

source: <p>This module lets you create forms or questionnaires and define their content. Submissions from these forms are stored in the database and optionally also sent by e-mail to a predefined address.</p> <p>Here is how to create one:</p> <ul> <li>Go to Create Content and add a webform</li> <li>Add a description to be displayed as a teaser and above the actual form.</li> <li>Add a confirmation message or redirect node that is to be displayed after successful submission.</li> <li>Add one or more components to your form.</li> <li>Optionally add an e-mail address to which submissions will be sent. If no email address is specified, no e-mail will be sent when submissions are made through the form.</li> <li>Optionally select an e-mail (or hidden) component that will be used to populate the return e-mail address on any sent e-mail.</li> <li>Optionally select a textfield (or hidden) component that will be used to populate the subject e-mail field on any sent e-mail.</li> </ul> <p>Help on adding and configuring the components will be shown after you add your first component.</p> <p>The content of submitted forms is stored in the database table <i>webform_submitted_data</i> as key-value pairs.</p>
pl: <p>Mit diesem Modul können Formulare oder Fragebögen erstellt werden. Formulareingaben werden in der Datenbank gespeichert und können optional an eine vordefinierte E-Mailadresse gesendet werden.</p> <p>So erstellen Sie ein neues Formuar:</p> <ul> <li>Gehen Sie zu "Inhalt erstellen -&gt; Webform" und erstellen Sie ein neues Formular.<li> <li>Fügen Sie eine Beschreibung ein. Diese wird als Teaser und oberhalb des des Formulars angezeigt.</li> <li>Fügen Sie eine Bestätigungsnachricht ein, die nach erfolgreicher Eingabe angezeigt wird oder geben Sie einen Seite an, zu der weitergeleitet werden soll.</li> <li>Fügen Sie eine oder mehr Komponenten zum Formular.</li> <li>Optional kann eine E-Mailadresse definiert werden, an welche die Eingaben gesendet werden sollen.</li> <li>Optional kann eine E-Mailkomponente ausgewählt werden, die als Absenderadresse jeder versandten Email verwendet wird.</li> <li>Optional kann ein Textfeld ausgewählt werden, das für den Betreff jeder E-Mail versendet wird.</li> </ul> <p>Hilfe zum Hinzfügen und zur Konfiguration der einzelnen Komponenten ist erhältlich nach dem Hinzufügen der ersten Komponente.</p> <p>Die Benutzereingaben werden in der Datenbanktabelle <i>webform_submitted_data</i> als Schlüssel-Werte-Paare gespeichert.</p>

source: A webform can be a questionnaires, contact or request forms. It can be used to let visitors make contact, register for a event or to enable a complex survey.
pl: Formularz może być kwestionariuszem, formularzem kontaktowym czy zapytaniem. Może służyć do kontaktu z klientem, rejestracji na wydarzenie lub wypełnienie skomplikowanej ankiety.
uk: Можна використовувати для створення опитувачів, тестів, форм зворотнього зв'язку і таке інше

source: Click on any existing component's name to edit its settings.
pl: Kliknij na nazwie istniejącego komponentu, aby edytować jego opcje.

source: Webform
pl: Formularz
uk: Форма

source: Create a new form or questionnaire accessible to users. Submission results and statistics are recorded and accessible to privileged users.
pl: Stwórz nowy formularz lub kwestionariusz dostępny dla użtkowników. Odpowiedzi i wyniki ankiety będą dostępne dla uprawnionych użytkowników.
uk: Створіть нову форму або опитувач. Результати заповнення та статистика будуть записані та передані для перегляду користувачам з відповідними правами доступу.

source: Go to form
pl: Idź do formularza
uk: Перейти до форми

source: View this form.
pl: Zobacz formularz.
uk: продивитись цю форму.

source: Webform Settings
pl: Ustawienia formularza
uk: Налаштування опитувачів

source: Title
pl: Tytuł
uk: Заголовок

source: Text to be shown as teaser and before the form.
pl: Tekst wyświetlany przed pytaniami, jako opis formularza.
uk: Текст перед полями опитувача.

source: Confirmation message or redirect URL
pl: Tekst potwierdzający przyjęcie lub adres (URL) przekierowania po wypełnieniu
uk: Підтвердження реєстрації або перенаправлення

source: Message to be shown upon successful submission or a path to a redirect page. Preface message with <em>message:</em> for a simple message that does not require a page refresh. Redirect pages must start with <em>http://</em> for external sites or <em>internal:</em> for an internal path. i.e. <em>http://www.example.com</em> or <em>internal:node/10</em>
pl: Wiadomość wyświetlana po wypełnieniu całego formularza lub link do strony, na jaką klient ma być przekierowany. Linki do przekierowania muszą zaczynać się <em>http://</em> do stron zewnętrznych lub <em>internal:</em> do wewnętrznych linków. Np. <em>http://www.example.com</em> or <em>internal:node/10</em>

source: Webform access control
pl: Prawa dostępu do formularza

source: These permissions affect which roles can submit this webform. It does not prevent access to the webform page. If needing to prevent access to the webform page entirely, use a content access module such as <a href="http://drupal.org/project/taxonomy_access">Taxonomy Access</a> or <a href="http://drupal.org/project/node_privacy_byrole">Node Privacy by Role</a>.
pl: Prawa dostępu ustalają, jakie role mogą wysyłać odpowiedź na formularz. Nie blokują dostępu do ankiety.

source: Roles that can submit this webform
pl: Role, które mogą wysyłać wypełniony formularz

source: Uncheck all roles to prevent new submissions. The %authenticated role applies to any user signed into the site, regardless of other assigned roles.
pl: Odznacz wszystkie role, aby zablokować możliwość wysyłania ankiety.

source: Webform mail settings
pl: Ustawienia e-mail

source: E-mail to address
pl: Adres e-mail wysyłki ankiety
uk: Надіслати електропоштою на адресу

source: Form submissions will be e-mailed to this address. Leave blank for none. Multiple e-mail addresses may be separated by commas.
pl: Wypełnione ankiety będą wysłane e-mailem na ten adres. Zostaw puste pole, aby nie był wysłany. Można podać więcej adresów, oddzielonych przecinkami.

source: Conditional e-mail recipients
pl: Opcjonalny adres e-mail

source: The settings below allow you to send e-mails to multiple recipients based off the value of a component.
pl: Opcja umożliwia wybranie adresu e-mail, na który będzie wysłana odpowiedź w zależności od jednej z odpowiedzi.

source: E-mail from name
pl: Adres e-mail nadawcy wiadomości

source: After adding components to this form any email, select, or hidden form element may be selected as the sender's name for e-mails.
pl: Po przygotowaniu ankiety, jedno z pól formularza może być użyte jako nazwa nadawcy wiadomości.

source: E-mail from address
pl: Adres e-mail nadawcy
uk: Від кого

source: After adding components to this form any textfield, select, or hidden form element may be selected as the sender's e-mail address.
pl: Po przygotowaniu ankiety, jedno z pól formularza może być użyte jako adres e-mail nadawcy wiadomości.

source: E-mail subject
pl: Tytuł wysyłanego e-maila
uk: Тема листа

source: After adding components to this form any textfield, select, or hidden form element may be selected as the subject for e-mails.
pl: Tytuł e-maila może być ustawiony jednym z wypełnionych pól w formularzu

source: Webform advanced settings
pl: Dodatkowe opcje formularza

source: Show complete form in teaser
pl: Pokaż cały formularz w zajawce

source: Display the entire form in the teaser display of this node.
pl: Pokaż cały formularz w zajawce segmentu.

source: Limit the number of submissions a user may send within a specified time period
pl: Limituj liczbę wysłanych formularzy w okresie czasu
uk: Обмежити кількість заповнень, які користувач може надіслати за означений період часу

source: Unlimited
pl: Nieograniczone

source: ever
pl: tylko raz
uk: кожен (період часу)

source: every hour
pl: raz na godzinę
uk: щогодини

source: every day
pl: raz na dzień
uk: щодня

source: every week
pl: raz w tygodniu
uk: щотижня

source: Submit button text
pl: Napis na przycisku potwierdzającym wypełnienie formularza

source: Additional Validation
pl: Dodatkowa walidacja

source: Additional Processing
pl: Dodatkowe przetwarzanie

source: To
pl: Do

source: No components yet in this webform.
pl: Brak komponentów w formularzu.

source: Custom
pl: Własne

source: Component
pl: Komponent

source: Default
pl: Domyślny
uk: За стандартом

source: Limit to !count submission(s) !timespan
pl: Limituj wypełnienione formularze do !count na !timespan

source: The entered email address %address is not a valid address.
pl: Podany adres email: %address nie jest poprawny.

source: The new webform %title has been created. Add new fields to your webform with the form below.
pl: Nowy formularz %title został stworzony. Dodaj nowe pola do formularza poniżej.

source: This webform is currently unpublished. After finishing your changes to the webform, use the <em>Publish</em> button below.
pl: Formularz jest aktualnie nieopublikowany. Po zakończeniu przygotowania formularza, użyj <em>Publikuj</em> poniżej.

source: Submissions for this form are closed.
pl: Nie można już wypełnić formularza.

source: You must <a href="!login">login</a> or <a href="!register">register</a> to view this form.
pl: Musisz mieć konto, aby zobaczyć formularz.

source: You do not have permission to view this form.
pl: Nie masz praw do obejrzenia formularza.

source: You have submitted this form the maximum number of times (@count).
pl: Przekroczyłes limit wypełnień formularza (@count).

source: You have already submitted this form.
pl: Wypełniłeś już wcześniej ten formularz.

source: You may not submit another entry at this time.
pl: Nie możesz wypełnić teraz formularza.

source: <a href="!url">View your previous submissions</a>.
pl: <a href="!url">Zobacz Twoje wcześniejsze wpisy</a>.

source: Available components
pl: Dostępne komponenty

source: These are the available field types for your installation of Webform. You may disable any of these components by unchecking its corresponding box. Only checked components will be available in existing or new webforms.
pl: To są dostępne typy pól na Twoim formularzu. Możesz w każdej chwili wyłączyć komponent odznaczając odpowiadający checkbox. Tylko zaznaczone komponenty będą wyświetlone na dostępnych lub nowych formularzach.

source: Default e-mail values
pl: Domyślne adresy e-mail

source: From address
pl: Adres nadawcy

source: The default sender address for emailed webform results; often the e-mail address of the maintainer of your forms.
pl: Ten adres nadawcy będzie domyślnym adresem wysyłającym potwierdzenia wypełnienia formularza.

source: From name
pl: Nazwa nadawcy

source: The default sender name which is used along with the default from address.
pl: Wpisana wartość pojawi się w e-mailu jako nazwa nadawcy.

source: Default subject
pl: Domyślny temat e-maila

source: Form submission from: %title
pl: Wypełniony formularz: %title

source: The default subject line of any e-mailed results.
pl: Wpisana wartość będzie tematem każdego e-maila potwierdzającego.

source: Advanced options
pl: Dodatkowe opcje

source: Allow cookies for tracking submissions
pl: Użyj ciasteczek do blokowania użytkowników

source: Default export format
pl: Domyślny format exportu

source: Default export delimiter
pl: Domyślny rozdzielnik exportu

source: Submission access control
pl: Prawa dostępu do wypełniania

source: Select the user roles that may submit each individual webform
pl: Wybierz role, które mogą odpowiadać na formularze

source: Disable Webform submission access control
pl: Wyłącz sprawdzanie praw dostępu do formularzy

source: Webforms debug
pl: Webformular-Fehlersuche

source: Off
pl: Wyłączony

source: Log submissions
pl: Loguj subskrypcje

source: Full debug
pl: Pełny debug

source: Set to "Log submissions" to log all submissions in the watchdog. Set to "Full debug" to print debug info on submission.
pl: Użyj logowania subskrypcji do umieszczania wpisów w logach drupala. Pełny debug wyświetli komunikat za każdą subskrypcją.

source: Enabled
pl: Włączony
uk: Ввімкнено

source: Submission #@sid
pl: Wpis nr @sid

source: Previous submission
pl: Poprzedni wpis

source: Next submission
pl: Następny wpis

source: Submission Information
pl: Informacje o wpisie

source: Form: !form
pl: Formularz: !form

source: Submitted by !name
pl: Dodany przez !name

source: Next Page >
pl: Następna strona >

source: < Previous Page
pl: < Poprzednia strona

source: The webform component @type is not able to be displayed
pl: Nie można wyświetlić komponentu o typie @type

source: Illegal information. Data not submitted.
pl: Złe dane, fromularz nie został wysłany.
uk: Неправильна інформація. Дані не прийнято.

source: Submission posted to %title. <a href="!url">Results</a>. !details
pl: Wpis wysłany do %title. <a href="!url">Wyniki</a>. !details

source: Submission updated.
pl: Wpis zaktualizowany.

source: Thank you, your submission has been received.
pl: Dziękujemy, otrzymaliśmy Twój wpis.

source: Submissions
pl: Wpisy

source: Analysis
pl: Analizy

source: Table
pl: Tabele

source: key
pl: Klucz

source: You may use special tokens in this field that will be replaced with dynamic values.
pl: Możesz użyć tokenów, aby automatycznie wypełnić określone pola.

source: Token values
pl: Wartości tokenów

source: create webforms
pl: stwórz formularze
uk: створити форми

source: edit own webforms
pl: edytuj własne formularze
uk: редагувати створені форми

source: edit webforms
pl: edytuj formularze
uk: редагувати всі форми

source: access webform results
pl: dostęp do odpowiedzi
uk: доступ до результатів заповнення форм

source: clear webform results
pl: czyszczenie odpowiedzi
uk: видалення результатів форм

source: access own webform submissions
pl: dostęp do własnych odpowiedzi

source: edit own webform submissions
pl: edycja własnych odpowiedzi

source: edit webform submissions
pl: edycja odpowiedzi

source: use PHP for additional processing
pl: używanie PHP do przetwarzania formularza
uk: використовувати РНР для додаткової обробки

source: Webforms
pl: Formularze
uk: Опитувачі

source: Global configuration of webform functionality.
pl: Globalna konfiguracja formularzy
uk: Глобальні налаштування системи опитувачів.

source: Webform confirmation
pl: Potwierdzneia formularzy

source: Configuration
pl: Konfiguracja

source: Form components
pl: Komponenty formularzy

source: Results
pl: Wyniki
uk: Результати

source: Webform submission
pl: Odpowiedzi formularzy

source: webform
pl: formularz
uk: форма

source: Enables the creation of forms and questionnaires.
pl: Udostępnij tworzenie formularzy i kwestionariuszy.

source: Default value
pl: Domyślna wartość
uk: Значення за стандартом

source: The default value of the field.
pl: Domyślna wartość pola.
uk: Значення поля за стандартом.

source: Timezone
pl: Strefa czasowa
uk: Часовий пояс

source: Website timezone
pl: Strefa czasowa strony

source: User timezone
pl: Strefa czasowa użytkownika

source: Observe Daylight Savings
pl: Sommerzeit beachten
uk: Враховувати перехід на зимовий час

source: Start year
pl: Rok początkowy

source: The first year that is allowed to be entered.
pl: Pierwszy rok, w którym można użyć.

source: End year
pl: Rok końcowy

source: The last year that is allowed to be entered.
pl: Ostatni rok, w kŧórym można użyć.

source: Use a textfield for year
pl: Użyj pola tekstowego do wpisania roku

source: If checked, the generated date field will use a textfield for the year. Otherwise it will use a select list.
pl: Jeśli zaznaczony, wygenerowane pole daty będzie używało pola tekstowego roku. W innym wypadku zostanie użyta wartość z listy.

source: Month
pl: Miesiąc

source: Day
pl: Dzień

source: Year
pl: Rok

source: !name field is required.
pl: Pole !name jest wymagane.

source: The entered date needs to be between the years @start and @end.
pl: Podana data musi zawierać się w latach od @start do @end.

source: Presents month, day, and year fields.
pl: Pokazuje pola: miesiąc, dzień i rok.
uk: Поля днів, місяців та років.

source: Left Blank
pl: Zostaw wolne
uk: Залишити пустим

source: User entered value
pl: Użytkownik podał wartość
uk: Значення для вводу користувачем

source: User email as default
pl: E-mail użytkownika jako domyślny
uk: Електропошта користувача за стандартом
