Repository: linnovate/openideal
Catalog: modules/acquia/image/contrib/image_im_advanced/translations/image_im_advanced.*.po
Languages: nl

source: ImageMagick advanced options
nl: ImageMagick geavanceerde opties

source: These settings let you control some of ImageMagick's more advanced options.
nl: Deze instellingen laten u toe om sommige van ImageMagicks geavanceerde opties te controleren.

source: JPEG quality
nl: JPEG-kwaliteit

source: Define the image quality for JPEG manipulations. Ranges from 0 to 100. Higher values mean better image quality but bigger files. <a href="@link">More information on -quality</a>.
nl: Bepaal de afbeeldingskwaliteit voor JPEG manipulaties. Bereik van 0 tot 100. Hogere waarden geven een betere kwaliteit maar grotere bestanden. <a href="@link">Meer informatie over -quality</a>.

source: Strip metadata from images at this size and below
nl: Strip de metadata van afbeeldingen van deze grootte en kleiner

source: You may choose to strip all metadata, such as camera information and color profiles, from the processed images in order to reduce their file size. Please choose at what maximum size you want images to be stripped of their metadata. Example: "150x150". Enter "0x0" to disable this feature. This option requires ImageMagick 6.0.0 or higher. <a href="@link">More information on -strip</a>.
nl: U kan kiezen om alle metadata te strippen van de bewerkte afbeeldingen, zoals camera-informatie en kleurprofielen, dit om te bestandsgrootte te reduceren. Kies tot welke maximum grootte de afbeeldingen mogen ontdaan worden van de metadata . Voorbeeld: "150x150". Geef "0x0" om deze faciliteit uit te schakelen. Deze optie vereist ImageMagick 6.0.0 of hoger <a href="@link">Meer informatie over -strip</a>.

source: Convert colorspace
nl: Converteer colorspace

source: - None -
nl: - Geen -

source: Gray
nl: Grijs

source: This option lets you convert images to the specified colorspace. This will be overridden by the Color profile option, if used. <a href="@link">More information on -colorspace</a>.
nl: Deze optie laat u toe om afbeeldingen te converteren naar de opgegeven colorspace. Dit wordt overschreven, indien gebruikt, door de Kleurprofiel optie. <a href="@link">Meer informatie over -colorspace</a>.

source: Change image resolution to 72 ppi
nl: Verander de resolutie van de afbeelding naar 72 ppi

source: If checked, this option will set the print resolution of the image to 72 pixels per inch, which is suitable for web use. This does not affect the pixel size or quality of the image. <a href="@link">More information on -density</a>.
nl: Indien aangevinkt, zal deze optie de afdrukresolutie van de afbeelding op 72 pixels per inch zetten, hetgeen bruikbaar is op het web. Dit heeft geen effect op de pixelgrootte of de kwaliteit van de afbeelding. <a href="@link">Meer informatie over -density</a>.

source: Sharpening filter
nl: Scherptefilter

source: The sharpness filter is used to regain some of the sharpness that is always lost when a digital photograph is scaled down. This is equivalent to the commonly used "Unsharp Mask" filter. It is important that these values are not set too high as it can easily make the images look artificial. <a href="@link">More information on -unsharp</a>.
nl: De scherptefilter wordt gebruikt om de scherpte te herstellen na het reduceren van een digitale foto. Dit is gelijk aan de dikwijls gebruikte "Unsharp Mask" filter. Het is belangrijk dat deze waarden niet te hoog worden gezet, omdat het dan gemakkelijk de afbeeldingen een kunstmatig uitzicht geeft. <a href="@link">Meer informatie over -unsharp</a>.

source: Sharpness filter strength
nl: Sterkte scherptefilter

source: Apply this percentage of sharpness when scaling. 90 is recommended, although values higher than 100 are also valid. Set to 0 to disable this feature.
nl: Pas dit percentage toe op de scherpte gedurende het aanpassen van de grootte. 90 is aanbevolen, alhoewel waarden boven 100 ook geldig zijn. Plaats op 0 om deze faciliteit uit te schakelen.

source: Sharpness filter radius
nl: Radius scherptefilter

source: Use this pixel radius for the sharpness filter. 0.9 is recommended.
nl: Gebruik deze pixel radius voor de scherptefilter. 0,9 is aanbevolen.

source: Color profile
nl: Kleurprofiel

source: Processed images may be converted to a color profile specified here. This is especially important when working with images that use a wide-gamut color profile such as ColorMatch or Adobe RGB, which is often the case with professional photography. sRGB (which may be downloaded from <a href="http://www.color.org/profiles.html">ICC</a>) is recommended since it is likely to look good on most displays.<br />Note that this conversion is still useful even if you choose to strip all metadata from your images (see above). This is because the conversion happens first and changes the actual image data before the profile is stripped.
nl: Bewerkte afbeeldingen kunnen geconverteerd worden naar een, hier opgegeven, kleurprofiel. Dit is zeker belangrijk wanneer u werkt met afbeeldingen die een 'wide-gamut' kleurprofiel gebruiken zoals ColorMatch of Adobe RGB, hetgeen dikwijls het geval is met professionelel fotografie. sRGB (dat kan gedownload worden van <a href="http://www.color.org/profiles.html">ICC</a>) is aanbevolen omdat het goed weergegeven wordt op deze meeste displays.<br />Op te merken valt dat deze conversie nog zin heeft zelfs als u kiest om alle metadata van uw afbeeldingen te strippen (zie hiervoor). Dit is omdat de conversie eerst wordt uitgevoerd en dat daarna het profiel wordt gestript.

source: Path to color profile
nl: Pad naar het kleurprofiel

source: The path to a color profile file that all scaled down images will be converted to. Leave empty to disable.
nl: Het pad naar een kleurprofielbestand waar alle gereduceerde afbeeldingen naar geconverteerd worden. Leeg laat om uit te schakelen.

source: The JPEG quality must be a positive number between 1 and 100.
nl: De JPEG-kwaliteit moet een positief nummer zijn tussen 1 en 100.

source: The strip metadata threshold must be specified in the form <em>NxN</em>. Example: <em>150x150</em>.
nl: De grenswaarde om de metadata te strippen moet in het formulier <em>NxN</em> opgegeven worden. Voorbeeld: <em>150x150</em>.

source: The sharpness amount must be specified as a positive number.
nl: De hoeveelheid scherpte moet worden opgegeven als een positief nummer.

source: The sharpness radius must be specified as a positive value.
nl: De scherpteradius moet worden opgegeven als een positieve waarde.

source: The ICC profile could not be read.
nl: Het ICC-profiel kon niet worden gelezen.

source: ImageMagick image toolkit is not properly installed
nl: ImageMagick afbeeldings-toolkit is niet juist geïnstalleerd

source: The %toolkit_inc file must be copied to %inc_dir in order for the ImageMagick image toolkit to function.
nl: Het %toolkit_inc bestand moet worden gekopieerd naar %inc_dir om de ImageMagick afbeeldings-toolkit te laten werken.

source: ImageMagic image toolkit is not selected.
nl: ImageMagic afbeeldings-toolkit is niet geselecteerd.

source: The ImageMagic image toolkit is not selected. The advanced options only apply to the ImageMagick toolkit. Select the image toolkit <a href="@toolkit">here</a>.
nl: ImageMagic afbeeldings-toolkit is niet geselecteerd. De geavanceerde opties zijn alleen van toepassing op de ImageMagick toolkit. Selecteer de afbeeldings-toolkit <a href="@toolkit">hier</a>.

source: ImageMagick convert utility not found.
nl: ImageMagick converteerder niet gevonden.

source: The ImageMagick image convert utility (@convert) does not exist. If you have ImageMagick installed, click <a href="@toolkit">here</a> to provide the path to the convert utility.
nl: De ImageMagick afbeeldingenconverteerder (@convert) bestaat niet. Als u ImageMagick geïnstalleerd heeft, klik <a href="@toolkit">hier</a> om een pad te maken naar de converteerder.

source: ImageMagick image toolkit is selected.
nl: ImageMagick toolkit is geselecteerd.

source: ImageMagick Advanced Options
nl: ImageMagick geavanceerde opties

source: Adds advanced options to the ImageMagick image toolkit.
nl: Voegt geavanceerde opties toe aan de ImageMagick toolkit.
