Repository: linnovate/openideal
Catalog: modules/acquia/fivestar/translations/*.po
Languages: br, cs, es, fr, it, ja, sv

source: Color scheme
fr: Schéma de couleurs
it: Combinazione di colori
ja: 色構成

source: A custom color widget must be selected to choose colors. Only the selected widget will be previewed.
fr: Un widget de couleur personnalisé doit être sélectionné pour choisir une couleur. Seuls les widgets sélectionnés seront pré-visualisés.
it: Per scegliere i colori, deve essere selezionato un widget con colori personalizzabili. L'anteprima vale solo per il widget selezionato.
ja: カスタム色のウィジェットは色を選択する必要があります。選択されたウィジェットのみがプレービューされます。

source: Blue Lagoon (default)
fr: Lagon bleu (par défaut)
it: Blu Laguna (default)
ja: ブルーラグーン(デフォルト)

source: Yellow
fr: Jaune
it: Giallo
ja: 黄色

source: Red
fr: Rouge
it: Rosso
ja: 赤

source: Blue
fr: Bleu
it: Blu
ja: 青

source: Green
fr: Vert
it: Verde
ja: 緑

source: Custom
fr: Personnalisé
it: Personalizza
ja: カスタム

source: Color display
fr: Couleur d'affichage
it: Tipo di colori
ja: 色の表示

source: Default display
fr: Affichage par défaut
it: Visualizzazione di default
ja: デフォルトの表示

source: Solid color
fr: Aplat de couleur
it: Colore uniforme
ja: 単一色

source: Gradient
it: Gradiente
ja: グラデーション

source: Color set
fr: Jeu de couleurs
it: Combinazione
ja: 色セット

source: On colors
fr: Couleurs actives
it: Colore elementi attivi
ja: 有効の色

source: Hover colors
fr: Couleurs au survol
it: Colore al passaggio del cursore
ja: マウスを載せた色

source: Off colors
fr: Couleurs inactives
it: Colore elementi non attivi
ja: 無効の色

source: Matte color
fr: Couleur matte
it: Colore opaco
ja: 枠線の色

source: none
fr: aucun
it: nessuno
ja: なし

source: The entered value %color is not a valid hex color.
fr: La valeur saisie %color n'est pas une valeur de couleur héxadécimale valide.
it: Il valore inserito %color non è un colore esadecimale valido.
ja: 入力された値 %color は有効な16進色ではありません。

source: Custom %name stars generated. You may need to clear your browser cache before the new stars are visible.
fr: Les étoiles personnalisées %name ont été générées. Vous aurez peut-être besoin de vider le cache de votre navigateur pour ces nouvelles étoiles soient visibles.
it: Stelle personalizzate %name generate. Per far comparire le nuove stelle, può essere necessario svuotare la cache del browser.
ja: カスタム %name スターを生成しました。新しいスターを表示する前にブラウザのキャッキュを削除して下さい。

source: Fivestar Rating
cs: Hodnocení Fivestar
es: Puntaje Fivestar
it: Punteggio Fivestar
ja: Fivestarレーティング

source: Store a rating for this piece of content.
it: Conserva il voto del contenuto.
ja: コンテンツのこの部分にレーティングを保存する。

source: Number of Stars
fr: Nombre d'étoiles
it: Numero di stelle
ja: スターの数

source: Number of Options
br: Número de opções
cs: Počet bodů
es: Número de Opciones
fr: Nombre d'options
it: Numero di opzioni
ja: オプションの数
sv: Antal alternativ

source: Node Comment Parent
fr: Node parent du commentaire
it: Nodo genitore del commento
ja: ノードコメントの親

source: Node reference: @field
fr: Référence du node : @field
it: Riferimento a nodo: @field
ja: ノードの参照: @field

source: No potential target fields are available for the %type type. Create a node reference field in this node type to make it easier to assign a vote to a node.
fr: Aucun champ cible n'est disponible pour le type de contenu %type. Créer un champ faisant référence à un node pour que l'assignation de votes soit plus facile.
it: Non ci sono campi di destinazione potenziali per il tipo %type. Aggiungi un campo di riferimento a un nodo (con CCK) a questo tipo di contenuto per rendere più facile assegnare il voto ad un altro nodo.
ja: %typeタイプには利用可能な対象フィールドがありません。より簡単にノードへ投票を割り当てるには、このノードタイプにノード参照フィールドを作って下さい。

source: <none>
fr: <aucun>
it: -nessuno-
ja: <なし>

source: Voting target
fr: Cible du vote
it: Destinazione del voto
ja: 投票の対象

source: The voting target will make the value of this field cast a vote on another node. Use node reference fields (part of CCK core) or <a href="http://drupal.org/project/nodecomment">Node Comments</a> module to create advanced reviews. More information available on the <a href="http://drupal.org/handbook/modules/fivestar">Fivestar handbook page</a>.
fr: La cible du vote enverra cette valeur sur un autre noeud. Utilisez les champs de référence (CCK) ou le module <a href="http://drupal.org/project/nodecomment">Node Comments</a> pour créer des revues avancées. Plus d'information sur la page <a href="http://drupal.org/handbook/modules/fivestar">du manuel de Fivestar</a>.
it: Impostando una destinazione di voto, i voti espressi tramite questo campo si trasferiscono ad un altro nodo. Aggiungi un campo di riferimento ad un nodo (parte di CCK core) o usa <a href="http://drupal.org/project/nodecomment">Node Comments</a> per mettere a punto meccanismi avanzati di voto. Maggiori informazioni sono disponibili sul <a href="http://drupal.org/handbook/modules/fivestar">manuale di Fivestar</a>.
ja: 投票の対象は、この項目の値を別のノードに対して投票するのに使います。高度なレビューを作成するには、ノード参照フィールド(CCKコアの一部)もしくは<a href="http://drupal.org/project/nodecomment">Node Comments</a>モジュールを使用して下さい。より詳しい情報は、<a href="http://drupal.org/handbook/modules/fivestar">Fivestarハンドブックのページ</a>で参照できます。

source: Voting target PHP code
fr: Code PDP pour la cible du vote
it: Codice PHP per la destinazione del voto
ja: 投票対象のPHPコード

source: Code
it: Codice
ja: コード

source: Advanced usage only: PHP code that returns a target node ID. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Note that executing incorrect PHP-code can break your Drupal site.
fr: Usage avancé seulement : code PHP qui retourne un node ID cible. Ne devrait pas inclure les délimiteurs &lt;?php ?&gt;. Si le champ est renseigné, la valeur retournée par ce code surchargera toute valeur définie ci-dessus. Notez qu'exécuter du code PHP erroné peut "planter" votre site Drupal.
it: Solo uso avanzato: codice PHP che restituisce l'ID del nodo di destinazione. Non deve includere &lt;?php ?&gt;. Se questo campo è riempito, il valore restituito dal codice sovrascriverà il valore specificato sopra. Nota che eseguire codice PHP scorretto può danneggiare il funzionamento del sito.
ja: 高度な使用方法専用: 対象のノードIDを返すPHPコード。&lt;?php ?&gt;デリミタは含めないで下さい。この項目が入力された場合、上で指定した値はこのコードにより返された値で上書きされます。不正なPHPコードを実行するとあなたのDrupalサイトが壊れる可能性があることに注意して下さい。

source: The axis this rating will affect. Enter a property on which that this rating will affect, such as <em>quality</em>, <em>satisfaction</em>, <em>overall</em>, etc. If no axis is entered, the default axis <em>vote</em> will be used. Warning: changing this value will not update existing votes to the new axis.
cs: Vložte vlastnost, kterou má hodnocení ovlivňovat, např. <em>kvalita</em>, <em>spokojenost</em>, <em>souhrnné hodnocneí</em> atd. Jestliž není vyplněno, použije se základní vlastnost <em>hlas</em>. Upozornění: změna hodnoty se nepromítne zpětně. Existující hodnoty nebudou změněny na novou vlastnost.
es: El eje afectado por este puntaje. Ingrese una propiedad relativa a este puntaje, tal como <em>calidad</em>, <em>satisfacción</em>, <em>general</em>, etc. Si no especifica un eje, se usará el eje por defecto <em>voto</em>. Advertencia: cambiar este valor no moverá los votos ya emitidos al nuevo eje.
fr: Le critère que ce vote va affecter. Entrez un critère sui sera affecté par cette notation, tel que <em>quality</em>, <em>satisfaction</em>, etc. Si aucun critère n'est saisi, le critère par défaut <em>vote</em> sera utilisé. ATTENTION : changer cette valeur ne modifiera pas les votes existants.
it: La scala (proprietà) influenzata dal voto: <em>qualità</em>, <em>soddisfazione</em>, <em>valore d'insieme</em>, etc. Se non si specifica nulla, <em>voto</em> sarà usato di default. Attenzione: le modifiche non spostano i voti già espressi alla nuova scala.
ja: この投票が意味する評価軸。<em>quality(品質)</em>, <em>satisfaction(満足度)</em>, <em>overall(全般)</em>など、この投票が意味する性質を入力して下さい。評価軸が入力されない場合、デフォルト値の<em>vote</em>が使用されます。注意: この値を変更しても、新しい評価軸に対する既存の票は変更されません。

source: Stars
br: Estrelas
cs: Hvězdy
es: Estrellas
fr: Étoiles
it: Stelle
ja: スター

source: Select list
fr: Liste de sélection
it: Lista a discesa
ja: 選択リスト

source: Allow user to clear value
fr: Autoriser l'utilisateur à effacer la valeur
it: Consenti l'annullazione del voto
ja: ユーザに値の消去を許可する

source: As Stars
br: Como estrelas
cs: jako hvězdy
es: Como Estrellas
fr: Avec des étoiles
it: Stelle
ja: スター表示

source: Rating (i.e. 4.2/5)
br: Pontuação (ex: 4.2/5)
cs: Hodnocení (např. 4.2/5)
es: Puntaje (p.ej. 4.2/5)
fr: Évaluation(par exemple 4.2/5)
it: Punteggio (ad es. 4.2/5)
ja: レーティング (i.e. 4.2/5)

source: Percentage (i.e. 92)
br: Percentual (ex: 92)
cs: Procenta (např. 92)
es: Porcentaje (p.ej. 92)
fr: Pourcentage (par exemple 92)
it: Percentuale (ad es. 92)
ja: パーセント表示 (i.e. 92)

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
br: Essa página é usada para configurar os recursos globais do Fivestar. Para configurar o Fivestar para pontuar conteúdo:
cs: Na této stránce můžete nakonfigurovat nastavení pro celý web. Pro nastavení modulu FIVESTAR pro hodnocení obsahu:
es: Esta página sirve para configurar las opciones del módulo Fivestar para todo el sitio. Para configurar Fivestar para votar contenido:
fr: Cette page est utilisée pour configurer les fonctionnalités sur tout le site du module fivestar. Pour paramétrer fivestar pour noter le contenu :
it: Modifica le impostazioni Fivestar per l'insieme del sito. Per configurare il voto con Fivestar:
ja: このページでは、fivestartモジュールのサイト全体の機能を設定します。コンテンツの投票にfivestarを設定するには:
sv: Den här sidan används för att ange webbplatsomfattande inställningar för modulen Fivestar. Om du vill ställa in Fivestar för betygsättning av innehåll gör du så här:

source: Configure site-wide settings for fivestar below.
br: Defina as configurações globais para o Fivestar abaixo.
cs: Níže nastavte volby pro celý web.
es: Configure las opciones de Fivestar para todo el sitio debajo.
fr: Configurer les paramètres généraux de Fivestar ci-dessous?
it: Configura le opzioni Fivestar globali.
ja: 以下でfivestartのサイト全体の設定を指定して下さい。
sv: Ange de inställningar för modulen Fivestar som omfattar hela webbplatsen nedan.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
br: Vá em <a href="!types">admin/content/types</a> e edite o tipo de conteúdo que você quer pontuar.
cs: Jděte na <a href="!types">admin/content/types</a> a upravte typ obsahu, který chcete hodnotit.
es: Vaya a <a href="!types">admin/content/types</a> y edite el tipo de contenido que quisiera poder votar.
fr: Rendez-vous à <a href="!types">admin/content/types</a> et éditer le type que vous souhaiter noter.
it: Imposta i tipi di contenuto sui quali si desidera poter votare su <a href="!types">admin/content/types</a>.
ja: <a href="!types">admin/content/types</a>に行き、投票したいタイプを編集して下さい。
sv: Gå till <a href="!types">admin/content/types</a> och redigera den innehållstyp som du vill betygsätta.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enable rating for that type and set rating options.
es: En la página de configuración para el tipo de contenido, hay disponible un juego de opciones para Fivestar donde puede habilitar la votación de ese tipo y configurar las opciones de votación.
fr: Sur la page de paramètres du type de contenu, un ensemble d'options est disponible pour Fivestar, vous pouvez y activer la notation Fivestar et paramétrer les options.
it: Per abilitare il voto, e ulteriori opzioni, vai alle pagine di configurazione per tipo di contenuto.
ja: コンテンツタイプの設定ページにて、fivestartのオプションが有効になっているので、そこでそのタイプのレーティングを有効にして、レーティングのオプションを指定できます。
sv: Gå till inställningssidan för innehållstypen. En uppsättning alternativ för Fivestar visas där du kan aktivera betygsättning för den aktuella innehållstypen och ange olika alternativ.

source: Fivestar ratings
cs: Hodnocení Fivestar
es: Puntajes Fivestar
fr: Notations de Fivestar
it: Punteggi Fivestar
ja: Fivestarレーティング

source: To rate this content, enable Fivestar rating below. These settings will be used for both comments (if available) and direct rating.
cs: Pro hodnocení obsahu, povolte níže hodnocení Fivestar. Tyto nastavení se použijí pro komentáře i přímé hodnocení.
es: Para votar este contenido habilite la votación Fivestar debajo. Esta configuración se usará tanto para comentarios (si están disponibles) y para la votación directa.
fr: Pour noter ce contenu, activer Fivestar ci-dessous. Ces paramètres seront utilisés à la fois pour les commentaires (le cas échéant) et la notation directe.
it: Per votare questo contenuto, abilita il voto Fivestar. Queste impostazioni sono usate sia per i commenti (se consentiti), che per il voto diretto.
ja: このコンテンツに投票するには、以下でFivestarレーティングを有効にして下さい。これらの設定はコメント(有効な場合)とダイレクトレーティングの両方に使用されます。

source: Enable Fivestar rating
cs: Zapnout hodnocení Fivestar
es: Habilitar votación Fivestar
fr: Activer la notation Fivestar
it: Abilita il voto Fivestar
ja: Fivestarレーティングを有効にする

source: Number of stars
br: Número de estrelas
cs: Počet hvězd
es: Número de Estrellas
fr: Nombre d'étoiles
it: Numero di stelle
ja: スターの数
sv: Antal stjärnor

source: Star Labels
cs: Popis hodnocení (hvězd)
es: Etiquetas de Estrellas
fr: Étiquettes d'étoiles
it: Etichette delle stelle
ja: スターのラベル

source: These star labels appear as the link title when javascript is enabled as well as the select list options when javascript is disabled.
cs: Tyto popisy se objeví jako popis odkazu, pokud je zapnut Javascipt, stejně jako možnost výberu, když je Javascript vypnut.
es: Estas etiquetas de estrellas aparecen como el título del hipervínculo si está habilitado Javasript, o como la lista de opciones si no.
fr: Ces étoiles s'affichent en tant que titre quand le JavaScript est activé de la même manière que les listes déroulantes s'affichent quand le JavaScript est désactivé.
it: Con javascript attivato, le etichette appaiono nel titolo del link, altrimenti nella lista delle opzioni di voto.
ja: これらのスターラベルは、JavaScriptが有効な場合はリンクのタイトルとして、JavaScriptが無効の場合は選択リストのオプションとして表示されます。

source: Display labels on mouse over
cs: Zobrazit popisy při najetí myši
es: Mostrar Etiquetas en Mouse Over
fr: Afficher les étiquettes sur le pointeur "on mouse over"
it: Mostra le etichette se si lascia il cursore sulle stelle
ja: マウスオーバー時にラベルを表示する

source: When enabled, the star labels will dynamically appear underneath the stars as the user hovers over each star to provide a more descriptive qualitative meaning for each star value.
cs: Je-li povoleno, popisy se objeví dynamicky při najetí myší pro lepší představu o hodnotě hlasu.
es: Cuando está habilitado las etiquetas de estrellas aparecen dinámicamente bajo las estrellas cuando el usuario pasa el cursor por encima, para proveer un significado cualitativo más descriptivo para cada valor.
fr: Si activé, les étiquettes des étoiles apapraitront directement sous les étoiles lorsque l'utilisateur passera son curseur sur une étoile. Cela permet de donner un sens plus précis à la note.
it: Lasciando fermo il cursore sulle stelle, appariranno le etichette di descrizione del significato dei vari voti.
ja: 有効にすると、ユーザがそれぞれのスターにマウスを置いたときに、それぞれのスターの値がどんな意味であるかを説明するためのラベルがスターの下に動的に表示されます。

source: Star @star label
cs: Popis hodnocení @star
es: Etiqueta @star estrella
fr: Étoile @star étiquette
it: Etichetta stella @star
ja: スター @star のラベル

source: Cancel label
cs: Zrušit popis
es: Etiqueta para cancelar
fr: Annuler étiquette
it: Etichetta per annullare
ja: キャンセルのラベル

source: Direct rating widget
cs: Přímé hodnocení obsahu
es: Componente de votación directa
fr: Options du widget
it: Widget di voto diretto
ja: ダイレクトレーティングのウィジェット

source: These settings allow you to display a rating widget to your users while they are viewing content of this type. Rating will immediately register a vote for that piece of content.
cs: Tyto nastavení umožňují zobrazit hlasování při prohlížení obsahu. Hodnocení se ihned zaregistruje pro daný obsah.
es: Estas configuraciones le permiten mostrar a sus usuarios un componente de votación cuando ven contenido de este tipo. La votación se registrará inmediatamente para ese ítem.
fr: Ces paramètres vous permettent d'afficher à vos clients un widget de notation pendant qu'ils voient un contenu. La notation sera immédiatement enregistrée.
it: Mostra un widget di voto quando si visualizzano questo tipo di contenuti. Il voto per il contenuto è registrato immediatamente.
ja: このタイプのコンテンツを閲覧している間、これらの設定でレーティングウィジェットがユーザに表示されます。投票はそのコンテンツの部分で即座に票が登録されます。

source: Star display style
cs: Styl zobrazení (hvězdy)
es: Estilo visual de estrellas
fr: Style d'affichage des étoiles
it: Tipo di stelle
ja: スターの表示スタイル

source: Display average vote value
cs: Zobrazit průměrné hodnocení
es: Mostrar el puntaje promedio
fr: Afficher la valeur moyenne des votes
it: Voto medio
ja: 投票の平均値を表示

source: Display user vote value
cs: Zobrazit uživatelovo hodnocení
es: Mostrar el puntaje del usuario
fr: Afficher la valeur du vote de l'utilisateur
it: Voto dell'utente
ja: ユーザの投票値を表示

source: User vote if available, average otherwise
cs: Zobrazit uživatelovo hodnocení, je-li k dispozici, jinak průměrné
es: Mostrar el voto del usuario si cabe, el promedio si no
fr: Vote de l'utilisateur si disponible, sinon la moyenne
it: Se disponibile, il voto dell'utente, altrimenti il voto medio
ja: 投票済みの場合はユーザの投票、未投票の場合は平均値

source: Both user and average vote
cs: Zobrazit uživatelovo i průměrné hodnocení
es: Mostrar tanto el voto del usuario como el promedio
fr: A la fois la note de l'utilisateur et la moyenne
it: Sia il voto dell'utente che il voto medio
ja: ユーザの値と平均値の両方

source: Text display style
cs: Styl zobrazení (text)
es: Estilo visual del texto
fr: Style d'affichage du texte
it: Testo
ja: テキストの表示スタイル

source: Display no text beneath stars
cs: Nezobrazovat text pro hvězdama
es: No mostrar texto bajo las estrellas
fr: Ne pas afficher de textes sous les étoiles
it: Non mostrare testo sotto le stelle
ja: スターの下にテキストを表示しない

source: Current average in text
cs: Aktuální průměr
es: Promedio actual en forma textual
fr: Moyenne actuelle sous forme de texte
it: Media attuale in formato testo
ja: テキストで現在の平均値

source: User current vote in text
cs: Uživatelovo hodnocení
es: Voto del usuario en forma textual
fr: Le vote actuel de l'utilisateur
it: Voto attuale dell'utente in formato testo
ja: テキストでユーザの現在の投票

source: Show widget title
cs: Zobrazit nadpis modulu hodnocení
es: Mostrar el título del componente
fr: Afficher le titre du widget
it: Mostra il titolo del widget
ja: ウィジェットのタイトルを表示

source: Enable feedback during vote saving and deletion
it: Feedback durante la registrazione/eliminazione del voto
ja: 投票の保存時や削除時のフィードバックを有効にする

source: Allow users to undo their votes
br: Permitir usuários desfazerem seu voto
cs: Povolit uživatelům zrušit vlastní hlas
es: Permitir a los usuarios deshacer el voto
fr: Permet aux utilisateurs d'annuler leur vote
it: Permetti di annullare il voto
ja: ユーザに自分の投票の取り消しを許可する
sv: Tillåt att användare ångrar sina röster

source: Teaser display
cs: Zobrazení v náhledu obsahu
es: Vista de resumen
fr: Affichage du teaser
it: Visualizzazione nel teaser
ja: 抜粋の表示

source: Clickable widget above teaser
fr: Widget cliquable au-dessus du résumé
it: Widget cliccabile sopra il teaser
ja: 抜粋の上にクリック可能なウィジェット

source: Clickable widget below teaser
fr: Widget cliquable sous le résumé
it: Widget cliccabile sotto il teaser
ja: 抜粋の下にクリック可能なウィジェット

source: Static display above teaser
fr: Affichage statique au-dessus du teaser
it: Visualizzazione statica sopra il teaser
ja: 抜粋の上に静的に表示

source: Static display below teaser
fr: Affichage statique en-dessous du teaser
it: Visualizzazione statica sotto al teaser
ja: 抜粋の下に静的に表示

source: Teaser link to full node widget
fr: Lien du teaser vers le widget du noeud complet
it: Teaser link al widget del nodo completo
ja: ノードのウィジェットへの抜粋リンク

source: <Hidden>
cs: <Skrýt>
es: <Escondido>
fr: <Caché>
it: -Nascosto-
ja: <非表示>

source: Full node display
cs: Zobrazení v plném obsahu
es: Vista de nodo completo
fr: Affichage complet du node
it: Visualizzazione nel nodo intero
ja: 完全なノード表示

source: Clickable widget above node body
fr: Widget cliquable au-dessus du contenu
it: Widget cliccabile sopra al corpo
ja: ノード本文の上にクリック可能なウィジェット

source: Clickable widget below node body
fr: Widget cliquable sous le contenu du node
it: Widget cliccabile sotto al corpo
ja: ノード本文の下にクリック可能なウィジェット

source: Static display above node body
fr: Affichage statique au dessus du corps du noeud
it: Posizione statica sopra al corpo
ja: ノード本文の上に静的に表示

source: Static display below node body
fr: Affichage statique en-dessous du corps du noeud
it: Posizione statica sotto al corpo
ja: ノード本文の下に静的に表示

source: Direct rating widget preview
cs: Náhled na přímé hodnocení
es: Previsualización del componente de votación directa
fr: Aperçu du widget de vote
it: Anteprima voto diretto
ja: ダイレクトレーティングウィジェットのプレビュー

source: Widget display
br: Exibição do Fivestar
cs: Zobrazení modulu
es: Visualización del componente
fr: Affichage du widget
it: Posizione del widget
ja: ウィジェットの表示
sv: Widget-utseende

source: Choose a widget set to be used on your site. Widgets supporting custom colors can be further customized by adjusting the color scheme.
fr: Choisissez un jeu de widget à utiliser sur votre site. Les widgets qui supportent les couleurs personnalisées peuvent ajustés avec la palette de couleurs.
it: Scegli i widget da usare sul sito. I widget con colori personalizzabili possono essere modificati cambiando la combinazione di colori.
ja: サイトで使用するウィジェットセットを選択して下さい。ウィジェットは、カラースキーマで調整できる色のカスタマイズをサポートしています。

source: Custom color widgets
fr: Widgets de couleurs personnalisable
it: Widget con colori personalizzabili
ja: カスタム色のウィジェット

source: Submit
fr: Soumettre
it: Invia
ja: 送信

source: Fivestar Settings
br: Opções do Fivestar
cs: Nastavení hodnocení Fivestar
es: Opciones de Fivestar
fr: Paramètres de Fivestar
it: Impostazioni di Fivestar
ja: Fivestarの設定

source: Preview
br: Visualizar
cs: Náhled
es: vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
sv: ser ut så här

source: Rate
es: Votar
fr: Frais
it: Vota
ja: 投票

source: Rate this @type
fr: Note ce @type
it: Vota questo @type
ja: この@typeに投票

source: Fivestar: Rate this node
br: Fivestar: Pontuar esse node
cs: Hodnocení obsahu: Hlasujte
es: Fivestar: Votar este nodo
fr: Fivestar : Noter ce noeud
it: Fivestar: vota questo nodo
ja: Fivestar: このノードに投票

source: Rate This
br: Pontuar
cs: Zvolit toto hodnocení
es: Votar
fr: Notez !
it: Vota
ja: 投票する

source: Average
cs: Průměr
es: Promedio
fr: Moyenne
it: Voto medio
ja: 平均

source: Your rating
cs: Váš hlas
es: Su voto
fr: Votre notation
it: Il tuo voto
ja: あなたの評価

source: Your vote has been cleared.
es: Su voto fue borrado.
fr: Votre vote a été supprimé.
it: Il tuo voto è stato azzerato.
ja: 投票は消去されました。

source: Thank you for your vote.
es: Gracias por su voto.
fr: Merci pour votre vote.
it: Grazie per il tuo voto.
ja: 投票ありがとうございます。

source: Your rating: <span>!stars</span>
cs: Váš hlas: <span>!stars</span>
es: Su voto: <span>!stars</span>
fr: Votre notation : <span>!stars</span>
it: Il tuo voto: <span>!stars</span>
ja: あなたの評価: <span>!stars</span>

source: None
cs: Žádná
es: Nada
fr: Aucun(e)
it: Nessuno
ja: なし

source: Average: <span>!stars</span>
cs: Průměr: <span>!stars</span>
es: Promedio: <span>!stars</span>
fr: Moyenne : <span>!stars</span>
it: Media: <span>!stars</span>
ja: 平均: <span>!stars</span>

source: No votes yet
br: Nenhum voto até o momento
cs: Ještě nehodnoceno. Buďte první :-)
es: Sin votos aún
fr: Aucu vote pour l'instant.
it: Nessun voto finora
ja: まだ投票はありません
sv: Inga röster ännu

source: Saving your vote...
fr: En train d'enregistrer votre vote...
it: Voto in corso di registrazione....
ja: 投票を保存中...
