Repository: linnovate/openideal
Catalog: modules/acquia/fivestar/translations/*.po
Languages: br, cs, es, fr, it, ja, sv

source: Your vote has been saved.
fr: Votre vote a été enregistré.
it: Il tuo voto è stato registrato.
ja: 投票は保存されました。

source: Deleting your vote...
fr: Suppression de votre vote...
it: Voto in corso di eliminazione...
ja: 投票を削除中...

source: Your vote has been deleted.
fr: Votre vote a été supprimé.
it: Il tuo voto è stato eliminato.
ja: 投票は削除されました。

source: Select rating
es: Elija un puntaje
fr: Sélectionner la notation
it: Scegli un punteggio
ja: 評価を選択して下さい

source: Cancel rating
cs: Zruš hlas
es: Cancelar puntaje
fr: Annuler le vote
it: Annulla il voto
ja: 評価をキャンセルする

source: Give it @star/@count
cs: @star z @count
es: Darle @star/@count
fr: Donner @star/@count
it: @star/@count

source: !name field is required.
es: Campo !name obligatorio.
fr: Le champ !name est obligatoire.
it: Campo !name obligatorio.
ja: !name 項目が必要です。

source: Fivestar Stars (display only)
es: Estrellas Fivestar (sólo visualizar)
fr: Fivestar Stars (affichage seul)
it: Stelle Fivestar (mostra soltanto)
ja: Fivestarスター(表示のみ)

source: Fivestar Stars (clickable, no text)
es: Estrellas Fivestar (clickeables sin texto)
fr: Fivestar Stars (cliquables, sans texte)
it: Stelle Fivestar (cliccabili, senza testo)
ja: Fivestarスター(クリック可能、テキストなし)

source: Fivestar Stars (clickable, with text)
es: Estrellas Fivestar (clickeables con texto)
fr: Fivestar Stars (cliquables, avec texte)
it: Stelle Fivestar (cliccabili, con testo)
ja: Fivestarスター(クリック可能、テキストあり)

source: <span>1</span> vote
es: <span>un</span> voto
it: <span>un</span> voto
ja: 投票数: <span>1</span>

source: rate content
cs: ohodnoť obsah
es: Votar contenido
it: vota i contenuti
ja: コンテンツに投票する
sv: betygsätt innehåll

source: use PHP for fivestar target
cs: použij PHP pro určení cíle hodnocení
es: usar PHP como destino Fivestar
it: usa PHP per la destinazione del voto Fivestar
ja: fivestarの対象にPHPを使用する
sv: använd PHP för Fivestar-mål

source: Configure site-wide widgets used for Fivestar rating.
fr: Configurer l'ensemble des widgets du site utilisés pour Fivestar rating.
it: Configura i widget Fivestar per tutto il sito.
ja: Fivestarレーティングで使用するサイト全体のウィジェットを設定します。

source: Comment widget
cs: Hlasování v komentářích
es: Componente de comentario
fr: Widget de commentaire
it: Widget di commento
ja: コメントのウィジェット

source: Enabling Fivestar for comments will display a rating widget when a user posts a comment. The rating of the comment will affect its parent content.
cs: Povoluje hlasování Fivestar pro komentáře (hlasování v komentářích ovlivní hodnocení celého obsahu).
es: Al habilitar Fivestar para comentarios se mostrará un componente de votación cuando el usuario agregue un comentario. El puntaje del comentario afectará su contenido padre.
fr: Activer Fivestar pour les commentaires va afficher un widget de vote quand un utilisateur saisi un commentaire. La notation du commentaire va affecter la note globale du contenu.
it: Abilitando Fivestar per i commenti, un widget di voto sarà visibile quando si lascia un commento. Il voto del commento si applica al nodo genitore.
ja: コメントのFivestarを有効にすると、ユーザのコメント投稿時に投票ウィジェットを表示します。コメントのレーティングはその親のコンテンツに加算されます。

source: Fivestar comment settings
cs: Nastavení pro komentáře
es: Opciones de Fivestar para comentarios
fr: Paramètres de Fivestar pour les commentaires
it: Impostazioni di Fivestar per i commenti
ja: Fivestarコメントの設定

source: Disabled
cs: Vypnuto
es: Deshabilitado
fr: Désactivé
it: Disabilitato
ja: 無効

source: Optional rating
cs: Nepovinné hodnocení
es: Votación opcional
fr: Notation optionnelle
it: Voto facoltativo
ja: 任意のレーティング

source: Required rating
cs: Povinné hodnocení
es: Votación obligatoria
fr: Note requise
it: Voto obbligatorio
ja: 必須のレーティング

source: Comment widget preview
cs: Náhled na hodnocení u komentářů
es: Vista previa del componente de comentario
fr: Aperçu du widget des commentaires
it: Anteprima del widget per i commenti
ja: コメントウィジェットのプレビュー

source: Rating
cs: Hodnocení
es: Votación
fr: Notation
it: Voto
ja: レーティング

source: A simple five-star voting widget for nodes.
br: Um mecanismo para votação com cinco estrelas simples.
cs: Jednoduché hodnocení hvězdičkové obsahu.
es: Un componente simple de votación para nodos.
fr: Un widget basic (5 étoiles) permettant de voter pour un nœud.
it: Un semplice widget di voto
ja: ノード用のシンプルな5つ星の投票ウィジェット。
sv: En enkel femstjärnig röstnings-widget för noder.

source: Voting
br: Votação
cs: Hlasování
es: Votación
fr: Vote
it: Voto
ja: 投票
sv: Röstning

source: Fivestar Comments
it: Commenti Fivestar
ja: Fivestarコメント

source: Rate nodes by leaving comments.
fr: Évaluer les noeuds en laissant des commentaires.
it: Vota i nodi tramite i commenti
ja: コメント投稿時にノードに投票する。

source: Default
br: Padrão
cs: Výchozí
es: Por defecto
fr: Par défaut
ja: デフォルト
sv: Standard

source: Enable confirmations to inform a vote was saved or deleted.
fr: Activer les confirmations pour informer qu'un vote a été sauvegardé ou supprimé.

source: Anonymous vote interval
cs: Interval pro anonymní hlasování
es: Intervalo entre votos anónimos
fr: Intervalle de vote des anonymes

source: Immediately
cs: Ihned
es: Imediatamente
fr: Immédiatement

source: Never
cs: Nikdy
es: Nunca
fr: Jamais

source: Anonymous users may add another vote after this interval. Because the same IP addresses may be used by different people, allowing the same IP to vote again several days later may yield more votes.
es: Los usuarios anónimos pueden agregar otro voto luego de este intervalo. Como distintas personas pueden usar la misma dirección de IP, permitir que la misma direccion de IP vote nuevamente luego de varios días puede dar como resultado más votos.
fr: Les utilisateurs anonymes pourront ajouter un autre vote après cet intervalle. Parce que la même adresse IP peut être utilisée par différentes personnes, permettre la même adresse IP de voter encore après quelques jours peut apporter plus de votes.

source: The number of stars or radio buttons to display.
br: O número de estrelas ou rádio buttons a exibir.
cs: Počet hvězd nebo puntíků k zobrazení.
es: La cantidad de estrellas o botones de radio a mostrar.
sv: Antalet stjärnor eller radioknappar som skall visas.

source: Use Node Comment Parent as Target
cs: Použít nadřazenou položku komentáře jako cíl hodnocení
es: Usar el Padre del Nodo Comentario como Destino

source: Use this option to easily make a Fivestar field affect the comment parent for nodes of this content type.
cs: Zapněte, aby hodnocení Fivestar ovlivnilo nadřazenou položku komentáře obsahu pro tento typ obsahu.
es: Use esta opción para lograr fácilmente que un campo Fivestar afecte el padre del comentario para los nodos de este tipo de contenido.

source: Target Node ID
cs: Node ID cíle
es: ID de Nodo Destino

source: A single node ID on which this field will register the vote. If no NID is specified, the field's value will be saved, but no vote will be registered with the Voting API.
br: Um único ID de node no qual esse campo irá registrar o voto. Se nenhum NID for especificado, o valor do campo será salvo, mas nenhum voto será registrado com o Voting API.
cs: Node ID, na které se budou registrovat hlasování. Když není specifikováno, hodnota bude uložena, ale hlas nebude registrován přes Voting API.
es: Un único ID de nodo para el cual este campo registrará el voto. Si no se especifica un NID, el valor del campo se grabará pero no se registrará voto alguno contra la Voting API.

source: Return the target node ID or use plain text. Enter PHP code between <em>&lt;?php ?&gt;</em>. Note that executing incorrect PHP-code can break your Drupal site.
br: Retorna o ID do node alvo ou usa texto puro. Digite o código PHP entre <em>&lt;?php ?&gt;</em>. Note que esecutando Código PHP incorreto você pode danificar o seu site.
cs: Vrací cílové Node ID nebo prostý text. PHP kód vložte mezi <em>&lt;?php ?&gt;</em>. Chybný PHP kód může způsobit chyby na Vašich stránkách.
es: Devolver el ID del nodo destino, o usar texto plano. Ingrese código PHP entre <em>&lt;?php ?&gt;</em>. Note que ejecutar código PHP incorrecto puede romper su sitio Drupal.
sv: Returnera målnodens ID eller använd vanlig text. Ange PHP-kod mellan <em>&lt;?php ?&gt;</em>. Observera att felaktig PHP-kod kan göra att din webbplats slutar fungera.

source: Radio Buttons
es: Botones de Radio

source: Allow Clearing
br: Permite limpar
cs: Povolit mazání vlastních hlasů
es: Permitir Borrar
sv: Tillåt återställning

source: True
br: Verdadeiro
cs: Ano
es: Verdadero

source: False
br: Falso
cs: Ne
es: Falso

source: Display a button to clear the user's current vote.
br: Exibe um botão para limpar o voto atual do usuário
cs: Zobraz tlačítko pro smazání hlasu
es: Mostrar un botón para borrar el voto actual del usuario.
sv: Visa en knapp för att återställa den aktuella användarens röst.

source: Rating widget above the teaser
cs: Modul hodnocení nad náhledem
es: Componente de votación sobre el resumen

source: Rating widget below the teaser
cs: Modul hodnocení pod náhledem
es: Componente de votación bajo el resumen

source: Static display above the teaser
cs: Modul hodnocení nad náhledem (statický)
es: Disposición estática sobre el resumen

source: Static display below the teaser
cs: Modul hodnocení pod náhledem (statický)
es: Disposición estática bajo el resumen

source: Above the node body
br: Acima do corpo
cs: Nad obsahem
es: Sobre el cuerpo del nodo
sv: Ovanför nodens brödtext

source: Below the node body
br: Abaixo do corpo
cs: Pod obsahem
es: Bajo el cuerpo del nodo
sv: Nedanför nodens brödtext

source: Static display above the node body
cs: Statické - nad obsahem
es: Disposición estática sobre el cuerpo del nodo

source: Static display below the node body
cs: Statické - pod obsahem
es: Disposición estática bajo el cuerpo del nodo

source: Choose a widget set to be used on your site.
br: Escolha um modo de exibição a ser usado no seu site.
cs: Vyberte typ hvězd
es: Elija un juego de íconos para usar en su sitio.
sv: Välj den widget-uppsättning som du vill använda.

source: Fivestar Preview
br: Visualização do Fivestar
cs: Náhled Fivestar
es: Vista Previa de Fivestar
sv: Förhandsvisa Fivestar

source: On the settings page for the content type, a set of options is available for fivestar, where you can enabled rating for that type and set rating options.
br: Na página de configuração de tipos de conteúdo, um conjunto de opções está disponível para o Fivestar, onde você pode ativar a votação para esse tipo e configurar as opções de votação.
cs: Na stránce s nastavením pro typ obsahu je k dispozici několik možností k nastavení.

source: Fivestar
cs: Fivestar hodnocení

source: Anonymous users may add another vote after this interval. Because the same IP addresses may be used by different people, allowing the same IP to vote again several days later may yeild more votes.
cs: Anonymní uživatelé mohou přidat další hlas až po tomto intervalu. Protože stejná IP adresa může být používána různými lidmi, povolení hlasování ze stejné IP adresy znovu za několik dní může přinést více hlasů.

source: Submit rating
br: Enviar avaliação
cs: Odeslat hodnocení
sv: Spara betyg

source: Fivestar rating
br: Pontuação
cs: Hodnocení Fivestar
sv: Fivestar-betyg

source: vote
br: voto
cs: hlas
sv: röst

source: Node ID
br: ID do Node
sv: Nod-ID

source: Five Star ratings
br: Pontuação cinco estrelas
sv: Betygsättning med Fivestar

source: Enable Five Star rating
br: Ativar a pontuação cinco estrelas
sv: Aktivera betygsättning med Fivestar

source: Five Star display style
br: Estilo de exibição cinco estrelas
sv: Utseende för Fivestar

source: Nothing but the stars
br: Nada além de estrelas
sv: Bara stjärnor

source: Stars and average
br: Estrelas e média
sv: Stjärnor och genomsnitt

source: Two sets of stars
br: Dois conjuntos de estrelas
sv: Två uppsättningar stjärnor

source: Widget location (teaser)
br: Localização do Fivestar (no resumo)
sv: Widget-placering (ingress)

source: Above the teaser body
br: Acima do resumo
sv: Ovanför ingressens brödtext

source: Below the teaser body
br: Abaixo do resumo
sv: Nedanför ingressens brödtext

source: Hidden
br: Escondido
sv: Dold

source: Widget location (full node)
br: Localização do Fivestar (no texto completo)
sv: Widget-placering (fulltext)

source: Your vote
br: Seu voto
sv: Din röst

source: Current rating
br: Pontuação atual
sv: Nuvarande betyg

source: Average: !stars (!votes !vote_text)
br: Média: !stars (!votes !vote_text)
sv: Genomsnitt: !stars (!votes !vote_text)

source: A single node ID on which this field will register the vote. If no ID is specified, the vote will be registered on the created node.
sv: Det nod-ID som det här fältet ska registrera rösten för. Om inget ID anges kommer rösten att registeras för den skapade noden.

source: votes
sv: röster

source: view ratings
sv: visa betyg
