Repository: linnovate/openideal
Catalog: sites/all/modules/contrib/userpoints/translations/*.po
Languages: de

source: Users earn points as they post nodes, comments, and vote on nodes
de: Benutzer verdienen Punkte, wenn sie Inhalte erstellen, Kommentare schreiben und Inhalte bewerten.

source: users by points
de: Benutzer nach Punkten

source: reset points
de: Punkte zurücksetzen

source: Reset all user points. This is useful in certain situations such as monthly contests. Enter YES without quotes to reset
de: Alle Punkte zurücksetzen. Dies ist in bestimmten Fällen sinnvoll, bspw. bei monatlichen Wettbewerben. "JA" ohne Anführungszeichen eingeben, um alle Punkte zurückzusetzen.

source: NO
de: NEIN

source: Reset
de: Zurücksetzen

source: YES
de: JA

source: All user points have been reset!
de: Alle Punkte wurden zurückgesetzt!

source: Points for each event
de: Punkte für jede Aktion

source: Points for posting a %node-name
de: Punkte für das Erstellen von %node-name

source: Points for posting a comment
de: Punkte für einen Kommentar

source: Points for moderating a comment
de: Punkte für das Moderieren eines Kommentars

source: Points for voting on a node (requires nodevote module)
de: Punkte für das Bewerten eines Inhalts (erfordert Nodevote Modul)

source: Points for referring a user (requires the user_referral module)
de: Punkte für das Einladen von Benutzern (erfordert das User Referral Modul)

source: Points for inviting a user (requires the invite module)
de: Punkte für das Einladen eines Benutzers (erfordert das Invite Modul)

source: Points when invited user registers (requires the invite module)
de: Punkte für die Registrierung eines eingeladenen Benutzers (erfordert das Invite Modul)

source: Ecommerce Options
de: Ecommerce Optionen

source: Points awarded for buying (multiplied by price)
de: Punkte für das Kaufen von Produkten (multipliziert mit dem Produktpreis)

source: Smallest purchase for which points are awarded
de: Mindestbetrag der Bestellung, für die Punkte vergeben wird

source: Accept user points as payment?
de: Punkte als Zahlungsmittel erlauben?

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Points used in payment (for every dollar)
de: Wert der Punkte bei Zahlungen (Wert pro Euro)

source: Number of points that must be spent per purchase
de: Anzahl der Punkte, die pro Bestellung verwendet werden müssen

source: Advanced Options
de: Erweiterte Optionen

source: Reset points
de: Punkte zurücksetzen

source: Reset the points for all users.
de: Punkte aller Benutzer zurücksetzen

source: User points
de: Benutzerpunkte

source: Points
de: Punkte

source: User
de: Benutzer

source: %user's points
de: %user's Punkte

source: Highest users
de: Beste Benutzer

source: You have %p %c
de: Sie haben %p %c

source: Points are visible to logged in users only
de: Punkte sind nur für angemeldete Benutzer sichtbar

source: more
de: mehr

source: All users by points
de: Alle Benutzer nach Punkten

source: lost
de: verloren

source: earned
de: verdient

source: User %uname %op %points points! Total now is %total points.
de: Benutzer %name hat %points Punkte %op! %name hat jetzt insgesamt %total Punkte.

source: User Points
de: Punkte

source: You must spend at least %min points
de: Sie müssen mindestens %min Punkte verwenden.

source: You do not have enough points for this purchase
de: Sie haben nicht genügend Punkte für diese Bestellung.

source: This purchase will cost you %points points
de: Sie benötigen %points Punkte für diese Bestellung.

source: Your purchase using %points points has been completed
de: Ihre Bestellung wurde abgeschlossen. Sie haben %points Punkte verwendet.

source: point
de: Punkt

source: userpoints
de: Benutzerpunkte
